[
  {
    "commodity": "Apel",
    "jenis": "SERANGGA",
    "kategori": "A1",
    "nama": "nama",
    "inang": "Daftar inang",
    "media": "Media pembawa",
    "daerah": "daerah"
  {
    No: "1",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Alsophila pometaria (Harris); (Syn. Anisopterix pometaria, Anisopteryx pometaria); (Lepidoptera: Geometridae); fall cankerworm",
    inang: "Acer spp. (maple), Fraxinus spp., Hackberry, Juglan sp. (walnut), Malus domestica (apel, apple), Pelargonium (geranium), Pyrus communis (pir, pear), Quercus spp. (oak), Rose, Salix sp. (willow), Ulmus sp. (elm), other stone fruit",
    media: "batang (stems, trunks, shoots, branches), buah (fruits), bunga (flowers, inflorescences, cones, calyx), daun (leaves)",
    daerah: "America: Canada, USA"
  },
  {
    No: "2",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "\"Anastrepha fraterculus(Wiedemann);(Syn. Acrotoxa fraterculus (Weidemann), Anastrepha braziliensis Greene, Anastrepha costarukmanii\"Capoor, Anastrepha\"fraterculus var. soluta Bezzi,Anastrepha lambayecaeKorytkowski, Anastrephapseudofraterculus Capoor,Anastrepha scholae Capoor,Anthomyia frutalisWeyenburgh, Anastrephaperuviana Towsend,Anastrepha soluta, Dacusfraterculus Weidemann,Tephritis mellea Walker,Trypeta fraterculus(Weidemann), Trypetaunicolor Loew);(Diptera: Tephritidae);South American fruitfly\",
    inang: "Actinidia chinensis (Chinese gooseberry), Actinidia deliciosa (kiwi, kiwifruit), Amediaelocera hottlei, Annona cherimola (cherimoya), Annona muricata (sirsak,\"soursop), Annona squamosa (srikaya, sweetsop), Averrhoa carambola (belimbing, carambola, star-fruit), Butia eriospatha, Camediaomanesia xanthocarpa, Carica papaya, (pepaya, papaya), Chrysophyllum gonocarpum, Citrus aurantium (sour orange), Citrus limetta (sweet lemon), Citrus maxima (pummelo), Citrus reticulata (mandarin), Citrus sinensis (navel orange), Citrus x paradisi, Coffea arabica (kopi arabika, Arabica coffee),Coffea liberica (Liberian coffee tree), Cydonia oblonga(kwinsi, quince), Diospyros kaki (kesemek, persimmon), Diospyros malabarica, Euginia stipitata, Eriobotrya japonica (loquat), Eugenia brasiliensis (brazil cherry),\"catappa (ketapang, Indian almond), Theobroma cacao (kakao, cocoa), Vitis vinifera (anggur, grapevine), Ziziphus joazeiro, Zuelania Guidonia\"Eugenia involucrate, Eugenia pyriformis, Eugenia stipitate, Eugenia uniflora (Surinam cherry), Feijoa sellowiana (horn of plenty), Ficus carica (ara, fig), Fortunella japonica (kumquat), Fragaria vesca (wild strawberry), Inga edulis, Inga marginata, Juglans australis, Juglans neotropica (Andean walnut), Juglans regia (walnut), Malus spp.,Malus domestica (apel, apple), Mangifera indica (mangga, mango), Manilkara zapota (sawo, sapodilla), Myrcia tomentosa, Olea europaea subsp. europaea (European olive), Passiflora alata, Persea americana (alpukat, avocado), Pouteria caimito, Pouteria obovata, Prunus americana (aprikot, apricot), Prunus dulcis (almon, badam,\"\"almond), Prunus persica (persik, peach), Psidium cattleianum (strawberry guava), Psidium longipes, Psidium guajava (jambu biji, guava), Psidium guineense (Guinea guava), Punica granatum (delima, pomegranate), Pyrus communis (pir, pear), Quassia guianensis, Rubus glaucus, Solanum aligerum, Solanum quitoense, Spondias dulcis (otaheite apple), Spondias mombin (hog plum), Spondias purpurea (red mombin), Spondias cytherea, Spondias tuberosa, Syzygium aquea (jambu air, star apple), Syzygium jambos (jambu mawar, rose apple), Syzygium malaccense (jambu bol,malay-apple), Talisia olivaeformis, Terminalia\",
    media: "buah (fruit (inc. pods), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "America: Argentina, Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, French Guiana. Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Paraguay,Peru, Suriname, Trinidad and Tobago, USA, Uruguay, Venezuela"
  },
  {
    No: "3",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Anastrepha ludens (Loew); (Syn. Acrotoxa ludens (Loew), Anastrepha lathana Stone, Trypeta ludens Loew); (Diptera: Tephritidae); Mexican fruit fly",
    inang: "Anacardium occidentale (jambu mete, cashew-nut), Annona cherimola (cherimoya), Annona liebmanniana, Annona muricata (sirsak, soursop), Annona reticulata (buah nona, srikaya), Annona squamosa (srikaya, sweetsop, bullock’s heart, custard apple), Casimiroa edulis (white sapote), Citrus spp. (jeruk, orange), Citrus aurantifolia (lime), Citrus aurantium (sour orange), Citrus maxima (pummelo), Citrus limetta (sweet lemon tree), Citrus sinensis (navel orange), Citrus x paradisi\"(grapefruit), Citrus medica (citron), Citrus reticulata (mandarin), Citrus reticulata x paradisi (tangelo), Coffea arabica (kopi arabika, arabica coffee), Cydonia oblonga (kwinsi, quince), Diospyros kaki (kesemek, persimmon), Feijoa sellowiana, Malus domestica (apel, apple), Mammea americana (mamey apple), Mangifera indica (mangga, mango), Passiflora edulis (passionfruit),Passiflora quadrangularis (markisa, passion-fruit, granadilla), Persea americana (alpukat, avocado), Pouteria sapota, Prunus persica (persik, peach), Psidium guajava (jambu biji, guava), Psidium longipes, Punica granatum (delima, pomegranate), Pyrus\"communis (pir, pear), Sargentia greggii, Spondias purpurea, Syzygium aquea (jambu air, star apple), Talisia olivaeformis,
    media: "buah (fruit (inc. pods), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "America: Belize, Costa Rica, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama,USA"
  },
  {
    No: "4",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Anastrepha serpentina(Wiedemann);(Syn.  Acrotoxa serpentinus Wiedemann, Dacus serpentinus Wiedemann, Leptoxys serpentina Wiedemann, Trypeta serpentina Wiedemann, Urophora vittithorax Wiedemann);(Diptera: Tephritidae); sapote fruit fly, sapodilla fruit fly, black fruit fly, dark fruit fly",
    inang: "\"Alchornea latifolia, Annona cherimola, Annona glabra, Bumelia sebolana, Brysonima crassifolia, Capparis angulata, Citrus spp. (jeruk, orange), Citrus aurantium, Citrus maxima, Citrus reticulata, Citrus sinensis, Citrus x paradisi, Chrysophyllum cainito, Chrysophyllum argenteum, Chrysophyllum mexicanum, Cydonia oblonga (kwinsi, quince), Diospyros ebenaster, Dovyalishebecarpa, Eriobotrya japonica (lokwat, loquat),Ficus spp. (ara, fig), Lacmellea panamensis, Malus domestica (apel, apple), Mammea americana, Mangifera indica (mangga, mango), Manilkara spp., Manilkara zapota (sawo,\"\"sapodilla), Persea americana (alpukat, avocado), Pouteria viridis, Pouteria camediaechiana, Pouteria caimito, Pouteria obovata, Pouteria sapota, Prunus cerrasus (ceri, cherry), Prunus persica (persik,peach), Psidium guajava (jambu biji, guava), Pyrus communis (pir, pear), Pouteria caimito, Pouteriacamediaechiana (canistel), Pouteria sapota (mammey sapote) Sideroxylon capiri, Sideroxylon palmeri, Spondias mombin, Spondias purpurea, Spondias spp.\",
    media: "buah (fruit (inc. pods), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "America: Belize, Brazil, Colombia, Costa Rica, Curacao, Dominica, Ecuador, El Savador French Guiana, Guatemala, Guyana, Honduras, Mexico, Netherlands Antilles, Nicaragua, Panama, Peru, Suriname, Trinidad and Tobago, USA, Venezuela"
  },
  {
    No: "5",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Anastrepha suspensa (Loew); (Syn.  Anastrepha longimacula Greene, Anastrepha unipuncta Sein, Trypeta suspensa Loew); (Diptera: Tephritidae); Carribean fruit fly",
    inang: "Annona spp., Annona squamosa (srikaya, sweetsop), Annona glabra, Annona reticulata (bullock's heart) Averrhoa carambola (belimbing, star-fruit), Blighia sapida (akee apple), Canellawinterana, Chrysobalanus\"icaco, Carica papaya (pepaya,papaya), Carissa macrocarpa (Natal plum), Citrofortunella mitis, Citrus spp., Clausena lansium, Coccoloba uvifera, Capsicum annuum (cabai besar, paprika, bell-pepper), Casimiroa edulis, Chrysophyllum cainito, Chrysophyllum oliviforme, Clausena lansium, Coccoloba uvifera, Diospyros kaki (kesemek, persimmon), Diospyros blancoi, Diospyros virginiana, Dovyalis caffra, Ficus carica (ara, fig), Flacourtia indica, Fortunella margarita (oval kumquat), Fortunella x crassifolia, Eriobotrya japonica (loquat), Euginia dombeyi (brazil cherry), Euginia uniflora (surinam cherry), Eugenia\"\"(jambu biji, guava), Psidium cattleianum, Spondias spp., Spondias mombin, Synsepalum dulcificum, Spondias cytherea, Syzygium cumini (jamblang, java plum), Syzygium samarangense (jambu Semarang, java apple), Solanum lycopersicum (tomat, tomato), Syzygium spp., Syzygium aquea (jambu air, star apple), Terminaliacatappa (ketapang, Indian almond), Terminalia muelleri, Triphasia sp.\"\"spp., Fortunella margarita, Garcinia aristata, Garcinia mangostana (manggis, mangosteen), Garcinia livingstonei, Malus domestica (apel, apple), Malpighia glabra, Mangifera indica (mangga, mango), Manilkara zapota (sawo, sapodilla), Momordica charantia (paria, bitter gourd), Murraya spp. (kemuning,mock orange),  Momordica balsamina, Persea americana (alpukat, avocado), Phoenix dactylifera (kurma, dates- palm), Pimenta dioica, Prunus persica (persik, peach), Psidium longipes, Punica granatum (delima, pomegranate), Pyrus communis (pir, pear), Pouteria camediaechiana, Psidium guineense, Prunus cerrasus (ceri, cherry), Psidium guajava\",
    media: "buah (fruit (inc. pods), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "America: Bahamas, British Virgin Islands, Cayman Islands, Cuba, Dominican Republic, French Guiana, Haiti, Jamaica, Puerto Rico, USA, Virgin Islands"
  },
  {
    No: "6",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Argyrotaenia velutinanaWalker;\"(Syn. Eulia velutinanaWalker, Tortrix velutinanaWalker);(Lepidoptera: Tortricidae);redbanded leafroller\",
    inang: "\"Acer sp. (maple), Abiesbalsamea, Ambrosia trifida,Alcea rosea, Apocynum sp.(dogbane), Betula papyrifera,Chrysanthemum, Geraniumsp., Ilex decidua, Larix spp.,Lobelia sp., Lonicera sp.,Malus spp., Malus domestica(apel, apple), Mangifera indica(mangga, mango), Myrica gale,Persea americana (alpukat,\"\"avocado), Picea glauca, Picea mariana, Picea rubens, Pinus sylvestris, Platantheracristata, Populus tremuloides, Prunus domestica (prem, plum), Prunus pensylvania, Prunus persica, Prunus serotina, Psidium guajava (jambu biji, guava), Pyrus communis (pir, pear),Quercus sp., Rosa spp., Syzygium aquea (jambu air, star apple), Tsuga canadensis, Vaccinium sp., Zinia violacea\",
    media: "batang (stems (aboveground), trunks, shoots, branches), daun (leaves), buah (fruits)",
    daerah: "America: Canada, USA"
  },
  {
    No: "7",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "\"Bactrocera jarvisi (Tryon);(Syn. Afrodacus jarvisi(Tryon), Chaetodacus jarvisi\"Tryon, D. australis Hendel, Dacus jarvisi (Tryon)); (Diptera: Tephritidae); Jarvis’s fruitfly, Fiji fruitfly,
    inang: "\"Anacardium occidentale(jambu mete, cashew-nut),Annona glabra, Annona\"\"muricata (sirsak, soursop), Areca catechu (pinang, betelnut palm), Averrhoa carambola (belimbing, star- fruit), Carica papaya (pepaya, papaya, pawpaw), Citrus aurantifolias (lime), Citrus limon (lemon), Citrus maxima (pummelo), Citrus reticulata (mandarin), Citrus sinensis (sweet orange), Citrus x paradisi (grapefruit), Cydonia oblonga (kwinsi, quince), Diospyros blancoi, Diospyros kaki (kesemek, persimmon), Feijoa sellowiana, Fortunella japonica (kumkwat,kumquat), Malus domestica (apel, apple), Malpighia emarginata, Mangifera indica (mangga, mango), Musa paradisiaca (pisang, kepok, plantain), Opuntia sp., Passiflora quadrangularis\"\"(markisa, passion-fruit, granadilla), Persea americana (alpukat, avocado), Planchonia careya, Pouteria camediaechiana, Pouteria caimito, Prunus americana (aprikot, apricot), Prunus persica (persik, peach),Psidium cattleianum, Psidium guajava (jambu biji, guava), Punica granatum (delima, pomegranate), Pyrus communis (pir, pear), Spondias purpurea, Syzygium aquea (jambu air, star apple), Syzygium malaccense (jambu bol, malay apple), Syzygium samarangense (jambu Semarang, Java apple), Terminalia arenicola,Terminalia catappa (ketapang, Indian almond)\",
    media: "\"buah (fruits), mediatanam (growing media associated with\"plants), tanah (soil),
    daerah: "Oceania: Australia, PapuaNugini"
  },
  {
    No: "8",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Bactrocera neohumeralis(Hardy);(Syn. Chaetodacushumeralis Perkins,\"Chaetodacus tryoni var.sarcocephali Tryon, Dacusneohumeralis Hardy, Dacustryoni var. neohumeralisHardy);(Diptera: Tephritidae);lesser Queensland fruit fly\",
    inang: "Anacardium occidentale(jambu mete, cashew),Annona spp. (buah nona,sirsak, srikaya, annona,\"soursop, sweetsop), Annonaglabra, Annona muricata,Annona reticulata, Annonasquamosa (srikaya, sugarapple), Avverhoa carambola(belimbing, carambola, star fruit), Cananga odorata (kenanga, cadmia), Carica papaya (pepaya, papaya), Citrus spp. (jeruk, orange), Citrus aurantiifolia (jeruk nipis, lime), Citrus limon (lemon, lemon), Citrus maxima (pummelo), Citrus reticulata (mandarin), Citrus sinensis (sweet orange), Citrus x paradisi (grapefruit),\"Clausena lansium,Calophyllum inophyllum(nyamedialung, Alexandrian\"laurel), Coffea spp. (kopi,coffee), Coffea arabica (kopiarabika, arabica coffee), Capsicum annuum (cabai besar, paprika, bell pepper), Crateva religiosa, Chrysophyllum cainito (kenitu, sawo duren, cainito), Casimiroa edulis, Cyphomandra betacea, Diospyros blancoi, Diospyros kaki (kesemek, persimmon), Eriobotrya japonica (lokwat, loquat), Eugenia brasiliensis (brazil cherry), Eugenia dombeyi, Eugenia uniflora, Feijoa sellowiana, Fortunella japonica (kumkwat, kumquat), Malus domestica (apel, apple), Malus sylvestris (crab-apple tree), Malpighia\"\"emarginata, Manilkara zapota (sawo, sapodilla), Mangifera indica (mangga, mango), Morus nigra (murbei, mulberry), Musa xparadisiaca (pisang kepok, plantain), Muntingia calabura (kersen, talok, Jamaica cherry), Myrciaria cauliflora, Psidium guajava (jambu biji, guava), Passiflora spp., Passiflora edulis(passionfruit), Passiflora foetida (red fruit passion flower), Passiflora quadrangularis (giant granadilla), Passiflora suberosa (corkystem, passionflower), Phoenix dactylifera (kurma, date- palm), Pouteria caimito, Prunus americana (aprikot, apricot), Prunus domesticum (prem, plum), Prunus persica\"\"(persik, peach), Psidium cattleianum (strawberry guava), Psidium guajava (jambi biji, guava), Pyrus communis (pir, pear), Rollinia mucosa, Rubus rosaefolius,Solanum lycopersicum (tomat, tomato), Solanum laciniatum, Solanum seaforthianum, Spondias mombin, Spondias purpurea, Synsepalum dulcificum, Syzygium spp., Syzygium aqueum (wateryrose-apple), Syzygium jambos (rose apple), Syzygium malaccense (Malay apple), Syzygium paniculatum (Australian brush-cherry), Syzygium samarangense (water apple), Terminalia catappa (ketapang, Indian almond), Vitis labrusca, Ziziphus jujuba.\",
    media: "buah (fruits), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "Oceania: Australia, PapuaNugini"
  },
  {
    No: "9",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "\"Bactrocera zonata (Saunders, 1841); (Syn. Bactrocera maculigera Doleshall (misidentification), Chaetodacus zonatus (Saunders), Dacus (Strumeta) zonatus, Dacus mangiferae Cotes, 1893, Dacus persicae, Dacus persicus (Biggot), Dacus zonatus (Saunders), Dasyneura zonata Saunders, Dasyneura zonatus Saunders, 1942, Rivellia persicae Bigot, 1889, Strumeta zonata (Saunders), Strumeta zonatus Saunders); (Diptera: Tephritidae); peach fruitfly, peach fruit fly,\" guava fruit fly,
    inang: "\"Aegle marmelos (golden apple), Annona squamosa (sugar apple), Careya arborea (tummy wood), Carica papaya (papaya, papaya, pawpaw), Cydonia oblonga (kwinsi, quince), Eriobotrya japonica (loquat), Ficus carica (common fig), Grewia asiatica (phalsa), Luffa, Malus domestica (apel, apple), Mangifera indica (mangga, mango), Momordica charantia (paria, bitter gourd), Phoenix dactylifera (kurma, date-palm), Prunus persica (persik, peach), Psidium guajava (jambu biji, guava), Punica granatum (delima,\" pomegranate), Terminalia \"catappa (ketapang, Singapore almond), Ziziphus, Ziziphus mauritiana (jujube)\",
    media: "buah (fruits), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "Africa: Egypt, Libya, Mauritius, Reunion, Sudan America: USA Asia: Bangladesh, Bhutan, India, Iran, Iraq, Israel, Lao PDR (Laos), Myanmar, Nepal, Oman, Pakistan, Saudi Arabia, Sri Lanka, Thailand, United Arab Emirates, Vietnam, Yemen Europe: Cyprus, France"
  },
  {
    No: "10",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Carposina sasakii Matsumura; (Syn. Carposina niponensis \"Walsingham, Carposina persicana (Ftch), Cydia persicana Sasaki); (Lepidoptera: Carposinidae); peach fruit moth, peach fruit borer\",
    inang: "Aronia arbutifolia, Chaenomeles japonica, Chaenomeles legenaria, \"Cornus mas, Crataegus cuneata, Crataegus pinnafitida, Cydonia oblonga (kwinsi, quince), Eriobotrya japonica (lokwat, loquat), Malus spp., Malus domestica (apel, apple), Malus prunifolia, Malus spectabilis, Malus toringo, Malus x micromalus, Pyrus communis (pir, pear), Prunus persica (persik,\" peach), Phoenix dactylifera (kurma, dates-palm), Prunus americana (aprikot, apricot), Prunus cerrasus (ceri, cherry), Prunus domestica (prem, plum), Prunus dulcis (almon, badam, almond), Prunus salicina, Pseudocydonia sinensis, Sorbus aucuparia, Punica granatum, Ziziphus jujube,
    media: "buah (fruits)",
    daerah: "Asia: China, DPR Korea (North Korea), Japan, Republic of Korea (South Korea) Europe: Russia"
  },
  {
    No: "11",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Ceratitis capitata (Wiedemann); \"(Syn. Ceratitis citriperda MacLeay, Ceratitis hispanica Breme, Pardalaspis asparagi Bezzi, Tephritis capitata Wiedemann); (Diptera: Tephritidae); Mediterranean fruit fly, medfly\",
    inang: "Anacardium occidentale (jambu mete, cashew-nut), \"Annona cherimola, Annona muricata, Annona reticulata, Annona squamosa, Antidesma dallachiana, Antidesma venosum, Argania spinosa, Artabotrys monteiroae, Artabotrys altilis, Azima tetracantha, Blighia sapida, Brucea antidysenterica, Butia eriospatha, Calophyllum inophyllum, Calophyllum tacamahaca,Capparis mariana, Capparis sepaiaria, Capsicum annuum (cabai besar, paprika, bell-pepper), Capsicum chinense, Capsicum frutescens, Carica papaya (pepaya, pawpaw, papaya), Carisa carandas, Carissa edulis, Carissa macrocarpa,\" Carissaspinarum, Carissa tetramera, Casya Illinoinensis, Casimiroa \"edulis, Chrysobalanus icaci, Chrysohphyllum cainito, Chrysophyllum viridiflolium, Cinnamomum verum (cinamon, kayu manis), Citrus aurantium, Citrus limetta, Citrus limon, Citrus nobilis, Citrus reticulata x paradisi, Citrus sinensis, Clausena anisata, Clausena lansium, Coccinia microphylla, Coffea arabica (kopi arabika, arabica coffee), Coffea liberica (Liberican coffee tree), Cola natalensis, Crateva tapia, Cucumis dipsaceus, Cydonia oblonga (quince, kwinsi), Cyphomandra betacea, Dimocarpus longan, Diospyros abyssinica, Diospyros kaki (persik,\" persimmon), Diospyros mespiliformis, Diospyros \"pallens, Diospyros virginiana, Dovyalis caffra, Dovyalis hebecarpa, Drypetes natalensis, Durio zibethinus, Ekebergia capensis, Englerophytum magalismontanum, Eriobotrya japonica, Eucia divinorum, Eugenia brasiliensis, Eugenia paniculata, Eugenia uniflora, Feijoa sellowiana, Ficus carica, Filicium decipiens, Flacourtia indica, Flagellaria guineensis, Flueggea virosa, Fortunella japonica, Garcinia elliptica, Garcinia livingstone, Garcinia mangostana, Grewia trichocarpa, Guettarda speciosa, Harpephyllum caffrum, Harrisonia abyssinica, Juglans nigra, Juglans regia,\" Lamediarothamnus zanguebaricus, Litchi \"chinensis, Ludia mauritania, Lycium barbarum, Lycium europaeum, Lycium ferocissimum, Malpighia glabra, Malus domestica (apel, apple), Malus floribunda, Malus sylvestris, Mangifera indica, Manilkara butugi, Manilkara sansibarensis, Manilkara sulcata, Manilkara zapta (sapodilla, sawo), Mespilus germanica, Mumusops bagshawei, Mimusops caffra, Mimusops elengi, Mimusops fruticosa, Mimusops kummel, Mimusops obtusifolia, Mimusops zeyheri, Momordica charantia (paria, bitter gourd(, Monodora grandidieri, Morus nigra, Muntingia calabura, Myrianthus arboreus,\" Nephelium lappaceum \"(rambutan, rambutan), Olea europaea subsp. europaea, Olea woodiana, Opilia amentacea, Opuntia ficus- indica, Oxyanthus zanguebaricus, Passiflora caerulea, Passiflora edulis, Passiflora ligularis, Pentarhopalopilia umbellulata, Persea americana (alpukat, avocado), Phoenix dactylifera (kurma, date-palm), Phyllanthus acidus, Physalis peruviana, Pouteria caimito, Pouteria camediaechiana, Pouteria sapota, Pouteria viridis, Prunus africanus, Prunus armeniaca, Prunus avium, Prunus domestica, Prunus persica, Prunus salicina, Psidium cattleianum, Psidium guajava, Punica granatum,\" \"Pyrus communis, Pyrus pyrifolia, Pyrus syriaca, Rubus idaeus, Rubus loganobaccus, Rubus lucidus, Salacia elegans, Sentalum album, Scaevola taccada, Sideroxylon inerma, Solanum aethiopicum, Solanum inacum, Solanum lycopersicum, Solanum macrocarpon, Solanum mauritianum, Solanum melongena, Solanum muricatum, Solanum nigrum, Solanum pseudocapsicum, Solanum seaforthianum, Sorocea bonplandii, Spondias dulcis, Spondias purpurea, Spondias tuberosa, Strychnos decussata, Strychnos henningsii, Strychnos potatorum, Strychnos pungens, Synsepalum dulcificum, Syzygium cumini,\" Syzygium jambos, Syzygium malaccense, Syzygium samarangense, Terminalia catappa, Theobroma cacao (kakao, cacao), Thevetia peruviana, Vaccinium corymbosum, Vangueria infausta, Vepris lanceolata, Vitis vinifera (anggur, grapevine), Xximenia caffra, Ziziphus joazeiro, Ziziphus jujuba, Ziziphus mauritania,
    media: "buah (fruits (inc. pods)), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "\"Africa: Algeria, Angola, Benin, Botswana, Burkina Faso, Burundi, Cameroon, Cape Verde, Comoros, DR Congo, Congo, Egypt, Eritrea, Eswatini, Ethiopia, Gabon, Ghana, Guinea, Guinea-Bissau, Ivory Coast, Kenya, Liberia, Libya, Madagascar, Malawi, Mali, Morocco, Mauritius, Mozambique, Namibia, Niger, Nigeria, Réunion, Saint Helena, Sao Tome and Principe, Senegal, Seychelles, South Africa, Sudan, Tanzania, Togo, Tunisia, Uganda, Zambia, Zimbabwe America: Argentina, Belize, Bolivia, Brazil, Chile, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Honduras, Nicaragua, Panama, Paraguay, Peru, USA, Uruguay, Venezuela Asia:, Iran, Iraq, Israel, Jordan,\" \"Lebanon, Palestine, Saudi Arabia, Syria, Turkey, Yemen Europe: Albania, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, France, Germany, Greece, Guernsey,  Italy, Malta, Montenegro, North Macedonia, Portugal, Romania, Russia, Serbia, Slovenia, Spain, Switzerland, Ukraine Oceania: Australia\"
  },
  {
    No: "12",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Ceratitis rosa Karsch.; (Syn. Pterandrus rosa (Karsch)); (Diptera: Tephritidae); Natal fruit fly",
    inang: "Annona reticulata (bullock’s heart), Averrhoa carambola (belimbing, star-fruit), Capsicum annuum (cabai besar, paprika, bell-pepper), Capsicum frutescens (chilli), Carissa macrocarpa, Citrus spp. (jeruk, orange), Coffea spp. (kopi, coffee), Carica papaya (pepaya, papaya), Carica cauliflora, Citrus aurantium (sour orange), Citrus reticulata (mandarin), Citrus sinensis (sweet orange), Coffea arabica (arabica coffee), Cydonia oblonga (kwinsi, quince), \"Eriobotrya japonica (lokwat, loquat), Eugenia uniflora, Ficus carica (ara, fig), Garcinia mangostana (manggis, mangosteen), Litchi chinensis (leci, lichi), Malus domestica (apel, apple), Mangifera indica (mangga, mango), Manilkara zapota (sawo, sapodilla), Monanthotaxis fornicata, Persea americana (alpukat, avocado), Prunus domestica (prem, plum), Prunus americana (aprikot, apricot), Prunus salicina (Japanese plum), Psidium cattleianum (strawberry guava), Pyrus communis (pir, european pear), Solanum lycopersicum (tomat, tomato), Syzygium aqueum (watery rose-apple), Syzygium cumini (black plum), Syzygium jambos\" (jambu mawar, rose apple), Syzygium malaccense (Malay apple), Terminalia catappa (ketapang, Indian almond), Theobroma cacao (kakao, cocoa), Vitis vinifera (anggur, grapevine), Ziziphus jujuba,
    media: "buah (fruits (inc. pods)), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "Africa: Burkina Faso, Ethiopia, Ghana, Kenya, Lesotho, Malawi, Mozambique, South Africa, Tanzania"
  },
  {
    No: "13",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Conotrachelus nenuphar (Herbst, 1797); \"(Syn. Curculio nenuphar Herbts, 1797, Rhynchaenus argula Fabricius, 1801, Rhynchaenus cerasi Peck, 1819); (Coleoptera: Curculionidae); plum curculio, American, plum weevil, peach curculio\",
    inang: "Cydonia oblonga (kwinsi, quince), Diospyros kaki (kesemek, persimmon), Fragaria ananassa (stroberi, strawberry), Malus domestica (apel, apple), Prunus americana (aprikot, apricot), Prunus japonica, Pyrus communis (pir, pear), Prunus persica (persik, peach), Prunus avium, Prunus domestica (prem, plum), Prunus cerasus (ceri, cherry), other stone fruit, Ribes spp., Vaccinium spp., Vitis vinifera (anggur, grapevine), Vitis rotundifolia",
    media: "buah (fruit), tanah (soil), plant debris",
    daerah: "America: Canada, USA"
  },
  {
    No: "14",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Cydia pomonella Linnaeus; \"(Syn. Carpocapsa pomonana Treitschke, Carpocapsa pomonella Linnaeus, Enarmonia pomonella Linnaeus, Laspeyresia pomonella Linnaeus, Phalaena pomonella Linnaeus); (Lepidoptera: Tortricidae); codling moth, walnut worm\",
    inang: "Cydonia oblonga (quince), \"Juglans regia (walnut), Malus domestica (apel, apple), Prunus americana (aprikot, apricot), Prunus cerrasus (ceri, cherry), Prunus domestica (prem, plum), Prunus dulcis (almon, badam, almond), Prunus persica (persik, peach), Prunus salicina (Japanese plum), Pyrus communis (pir, pear), Zea mays (jagung, corn, maize)\",
    media: "buah (fruits)",
    daerah: "Africa: Algeria, Egypt, Libya, \"Mauritius, Morocco, South Africa, Tunisia America: Argentina, Bolivia, Brazil, Canada, Chile, Colombia, Mexico, Peru, Uruguay, USA Asia: Afghanistan, Armenia, Azerbaijan, China, Georgia, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Pakistan, Syria, Tajikistan, Turkey, Turkmenistan, Uzbekistan Europe: Albania, Austria, Belarus, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Malta, Moldova, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom\" Oceania: Australia, New Zealand
  },
  {
    No: "15",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Drosophila suzukii Matsumura; (Syn. Drosophila (Sophophhora) suzukii (Matsumura), Drosophila suzukii (Matsumura) Kanzawa); (Diptera: Drosophilidae); \"cherry fruit fly, spotted wing drosophila, spotted-wing drosophila\",
    inang: "Actinidia, Actinidia arguta (tara vine), Amediaelopsis, Amediaelopsis brevipedunculata (Amur amelopsis), Arbutus unedo (arbutus), Aucuba japonica (Japanese aucuba), Cornus (Dogwood), Diospyros kaki (persimmon), Diospyros virginiana (persimmon (common)), Elaeagnus multiflora (cherry silverberry), Elaeagnus umbellata (autumn olive), Eugenia uniflora (Surinam cherry), Ficus, Ficus carica (common fig), Fragaria (strawberry), Fragaria ananassa (strawberry), Frangula alnus (alder buckthorn), Gaultheria adenothrix, Lindera benzoin (spicebush), Lonicera (honeysuckles), Lonicera \"caerulea, Malus domestica (apel, apple), Morus (mulberrytree), Morus alba (mora), Morus bombycis (Japanese mulberry), Morus rubra (red mulberrytree), Murraya paniculata (orange jessamine), Myrica rubra, Phytolacca americana (pokeweed), Prunus (stone fruit), Prunus armeniaca (apricot), Prunus avium (sweet cherry), Prunus domestica (prem, plum), Prunus japonica (Japanese bush cherry tree), Prunus laurocerasus (cherry laurel), Prunus mahaleb (mahaleb cherry), Prunus mume (Japanese apricot tree), Prunus nipponica, Prunus persica (peach), Prunus persica var. nucipersica\" \"(nektarin, nectarine), Prunus sargentii (sargent's cherry), Ribes (currants), Rubus (blackberry, raspberry), Rubus armeniacus (Himalayan blackberry), Rubus fruticosus (blackberry), Rubus hirsutus, Rubus idaeus (raspberry), Rubus laciniatus (cutleaf blackberry), Rubus loganobaccus (loganberry), Rubus spectabilis (salmonberry), Rubus triphyllus, Rubus ursinus (boysenberry), Sambucus nigra (elder), Solanum dulcamara (bittersweet nightshade), Solanum luteum, Symediahoricarpos albus (common snowberry), Taxus baccata (English yew), Vaccinium (blueberries), Vaccinium angustifolium\" (Lowbush blueberry), Vaccinium corymbosum (blueberry), Vaccinium \"myrtillus (blueberry), Viscum album (mistletoe), Vitis (grape), Vitis labrusca (fox grape), Vitis vinifera (grapevine)\",
    media: "buah (fruits), bunga (flowers)",
    daerah: "\"Africa: Algeria, Comoros, Kenya, Mayotte, Morocco, Reunion, South Africa America: Argentina, Brazil, Canada, Chile, Mexico, USA, Uruguay Asia: Bangladesh, China, Georgia, DPR Korea (North Korea), India, Iran, Israel, Japan, Myanmar, Pakistan Republic of Korea (South Korea), Taiwan, Thailand, Turkey Europe: Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czechia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Montenegro, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia,\" Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: French Polynesia
  },
  {
    No: "16",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Grapholita prunivora (Walsh); \"(Syn. Cydia prunivora, Laspeyresia prunivora, Semasia prunivora, Enarmonia prunivora); (Lepidoptera: Tortricidae); plum moth, lesser apple worm\",
    inang: "Amelanchier, Malus domestica (apel, apple), \"Prunus domestica (prem, plum), other stone fruit), Prunus americana (aprikot, apricot), Prunus cerrasus (ceri, cherry), Prunus persica (persik, peach), Pyrus communis (pir, pear), Rosa spp. (mawar, rose)\",
    media: "batang (stems (above gorund), shoots, trunks, branches), daun (leaves), bunga (flowers, inflorescences, cones, calyx), buah (fruits), media tanam (growing media associated with plants), serasah, tanah (soil), kulit kayu (bark)",
    daerah: "America: Canada, Mexico, USA"
  },
  {
    No: "17",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Grapholitha molesta (Busck); (Syn. Carpocapsa molesta Busck, Cydia molesta (Busck), Laspeyresia molesta Busck); (Lepidoptera: Tortricidae); oriental fruit moth",
    inang: "Cydonia oblonga (kwinsi, quince), Eriobotrya japonica (lokwat, loquat), Malus domestica (apel, apple), Prunus persica (persik, peach), Prunus americana (aprikot, apricot), Prunus \"persica var. nucipersica (nektarin, nectarine), Prunus domestica (prem, plum), Prunus dulcis (almon, badam, almond), Prunus cerrasus (ceri, cherry), Pyrus communis (pear), Buah batu lain (other stone fruits)\",
    media: "batang (stems (above ground), shoots, trunks, branches), buah (fruits (inc. pods)), daun (leaves), bunga (flowers, inflorescences, cones, calyx), media tanam (growing media associated with plants), serasah (bark), tanah (soil)",
    daerah: "\"Africa: Mauritius, Morocco, South Africa America: Argentina, Brazil, Canada, Chile, Mexico, USA, Uruguay Asia: Armenia, Azerbaijan, China, DPR Korea (North Korea),\" \"Georgia, Japan, Kazakhstan, Kyrgyzstan, Republic of Korea (South Korea), Taiwan, Turkey, Uzbekistan Europe: Austria, Bulgaria, Croatia, Czechia, Denmark, France, Germany, Greece, Hungary, Italy, Malta, Moldova, North Macedonia, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Switzerland, Ukraine Oceania: Australia, New Zealand\"
  },
  {
    No: "18",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Grapholitha packardi Zeller; (Syn. Cydia packardi (Zeller), Enarmonia packardi (Zeller), Enarmonia pyricolana (Murtfeldt), Grapholita packardi Zeller, Grapholitha packardi Zeller, Laspeyresia packardi (Zeller), Laspeyresia pyricolana (Murtfeldt), Steganoptycha pyricolana Murtfeldt); (Lepidoptera: Tortricidae); cherry fruitworm",
    inang: "Cydonia oblonga (quince), Malus domestica (apel, apple), Prunus cerrasus (ceri, cherry), Prunus domestica (prem, plum), Prunus persica (persik, peach), Pyracantha, Pyrus communis (pir, pear), Rosa spp., Vaccinium corymbosum tanah (soil)",
    media: "batang (stems (above ground), shoots, trunks, branches), buah (fruits (inc. pods)), daun (leaves), bunga (flowers, inflorescences, cones, calyx), media tanam (growing media associated with plants), serasah,",
    daerah: "America: Canada, Mexico, USA"
  },
  {
    No: "19",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Lepidosaphes ulmi (Linnaeus, 1758); (Syn. Aspidiotus \"conchiformis Curtis, 1843, Aspidiotus falciformis Baerensprung, 1849, Aspidiotus juglandis Fitch,\" \"1855, Aspidiotus pomorum Bouché, 1851, Aspidiotus pyrus-malus Kennicott, Fernald, 1903, Aspidiotus saliceti (Lindinger) Ferris, 1941, Coccus conchiformis (Curtis) Ferris, 1936, Coccus ulmi Linnaeus, 1758, Diaspis linearis Costa, 1835, Lepidosaphes (Mytilaspis) ulmi (Linnaeus) Hall, 1922, Lepidosaphes ceratoniae (Gennadios) Fernald, 1903, Lepidosaphes conchiformis (Curtis) Shimer, 1868, Lepidosaphes juglandis (Fitch) Fernald, 1903, Lepidosaphes pomorum (Bouché) Kirkaldy, 1902, Lepidosaphes ulmi (Linnaeus) Fernald, 1903, Lepidosaphes ulmi bisexualis Thiem, 1933, Lepidosaphes ulmi candida\" \"Fernald, 1903, Lepidosaphes ulmi ulicis Fernald, 1903, Lepidosaphes ulmi unisexualis Thiem, 1933, Lepidosaphes ulmi vitis Fernald, 1903, Lepidosaphes ulmi-cotini Koronéos, 1934, Lepidosaphes ulmi-rosae Koronéos, 1934, Lepidosaphes vulva Nel, 1933, Mytilaspis (Lepidosaphes) pomorum (Bouché) Lindinger, 1907, Mytilaspis ceratoniae Gennadios, 1895, Mytilaspis juglandis (Fitch) Signoret, 1870, Mytilaspis pomicorticis Riley, 1873, Mytilaspis pomorum (Bouché) Signoret, 1870, Mytilaspis pomorum var. candidus Newstead, 1901, Mytilaspis pomorum var. ulicis Newstead, 1901,\" \"Mytilaspis ulicis Douglas, 1886, Mytilaspis ulmi (Linnaeus) Cockerell, 1899, Mytilaspis ulmi corticis Riley, 1874, Mytilaspis vitis Goethe, 1884, Mytilococcus saliceti Lindinger, 1936, Mytilococcus ulmi (Linnaeus) Lindinger, 1935); (Hemiptera: Diaspididae); oystershell scale, apple mussel scale, mussel scale\",
    inang: "Catharanthus roseus (Madagascar periwinkle), Fagus grandifolia (American \"beech), Ficus carica (common fig), Fraxinus americana (white ash), Juglans regia (walnut, walnut), Malus\" (ornamental species apple), Malus domestica (apel, apple), Olea europaea subsp. europaea (Europeanolive), Populus canadensis (hybrid black poplar), Populus deltoides (poplar), Populus nigra (black poplar), Prunus (buah batu, stone fruit), Prunus salicina (Japanese plum), Pyrus (pears), Rosa damascene (Damask rose), Salix alba (white willow), Tilia cordata (small-leaf lime), Vaccinium myrtillus (blueberry),
    media: "daun (leaves), batang (stems), buah (fruits)",
    daerah: "\"Africa: Algeria, Egypt, South Africa, Tunisia America: Argentina, Brazil, Canada, Chile, Colombia, Mexico, Peru, USA, Uruguay Asia: Armenia, Afghanistan, China, Georgia, India, Iran, Iraq,\" \"Israel, Japan, Kazakhstan, Republic of Korea (South Korea), Saudi Arabia, Syria, Taiwan, Turkey Europe: Austria, Belgium, Bulgaria, Cyprus, Croatia, Cyprus, Czechia, Denmark, France, Germany, Greece, Hungary, Italy, Lithuania, Luxemburg, Netherlands, North Macedonia, Norway, Poland, Romania, Russia, Serbia and Montenegro, Slovakia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: Australia, New Zealand\"
  },
  {
    No: "20",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "\"Malacosoma americanum (Fabricius, 1793);\" (Lepidoptera: Lasyocamediaidae); \"eastern tent caterpillar, American tent caterpillar, apple tent caterpillar, orchard tent caterpillar\",
    inang: "Acer rubrum (red maple), Acer saccharum (sugar maple), \"Alnus (alders), Amelanchier (serviceberries), Berberis vulgaris (European barberry), Betula alleghaniensis (yellow birch), Betula papyrifera (paper birch), Carya illinoinensis (pecan), Corylus, Crataegus (hawthorns), Fagus grandifolia (American beech), Fraxinus americana (white ash), Fraxinus excelsior (ash), Hamamelis (witchhazel), Liquidambar styraciflua (sweet gum), Malus coronaria (sweet crab-apple), Malus domestica (apel, apple), Nyssa sylvatica (tupelo), Populus (poplars), Populus grandidentata (Bigtooth aspen), Prunus domestica (prem, plum), Prunus pennsylvanica, Prunus persica (peach), Prunus salicina (Japanese plum),\" Prunus salicina (Japanese plum), Prunus serotina (black cherry), Prunus virginiana (common chokecherrytree), Quercus alba (white oak), Quercus rubra (northern red oak), Rosa (roses), Salix (willows), Sorbus (rowan), Tilia americana (basswood), Ulmus thomasii (rock elm),
    media: "batang (stems, trunks), kulit batang (bark), daun (leaves), buah (fruits)",
    daerah: "America: Canada, USA"
  },
  {
    No: "21",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "\"Ostrinia nubilalis (Hubner); (Syn. Botys nubilalis Robin & Laboulbène, 1884, Botys silacealis Hübner, 1796, Micractis nubilalis Hübner, Pyralis nubilalis Hübner, 1796, Pyrausta nubilalis Meyrick, 1890, Pyrausta\" silacealis Hübner, 1796); (Lepidoptera: Crambidae); European maize borer, European corn borer, corn moth, stalk borer,
    inang: "Amaranthus (amaranth), Amaranthus retroflexus (redroot pigweed), Arctium \"minus (common burdock), Artemisia vulgaris (mugwort), Avena sativa (oats), Capsicum (peppers), Capsicum annuum (cabai besar, paprika, bell\" pepper), Chrysanthemum \"(daisy), Cynara cardunculus var. scolymus (globe artichoke), Datura stramonium (jimsonweed), Echinochloa crus-galli (barnyard grass), Glycine max (kedelai, soyabean), Gossypium (cotton), Helianthus annuus (bunga matahari, sunflower), Hordeum vulgare (barli, barley), Humulus lupulus (hop), Malus domestica (apel, apple), Pennisetum glaucum (pearl millet), Phaseolus vulgaris (common bean), rerumediautan (Poaceae), Populus (poplars), Prunus persica (persik, peach), Setaria italica (foxtail millet), Solanum lycopersicum (tomat, tomato), Solanum tuberosum (kentang, potato), Sorghum\" bicolor (sorgum, sorghum), Sorghum halepense (Johnson grass), Triticum aestivum (gandum, wheat), Xanthium (Cocklebur), Zea mays (jagung, corn, maize), Zea mays subsp. mays (jagung manis, sweetcorn),
    media: "batang (stems, trunks, shoots, branches), daun \"(leaves), buah (fruits), biji (true seed (inc. grain), tongkol (cob)\",
    daerah: "\"Africa: Algeria, Egypt, Libya, Morocco, Tunisia America: Canada, USA Asia: China, Georgia, Iran, Israel, Lebanon, Syria, Turkey Europe: Austria, Belarus, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark,\" France, Germany, Greece, Hungary, Ireland, Italy, Moldova, Montenegro, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom
  },
  {
    No: "22",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Parthenolecanium corni (Bouché, 1844); \"(Syn. Coccus rosarum Snellen van Volenhoven in De Graaf et al.,Coccus tiliae Fitch, Eulecanium corni corni (Bouché); Schmutterer, Eulecanium fraxini King, Eulecanium guignardi King, Eulecanium kansasense (Hunter) King, Eulecanium rosae King, Eulecanium vini (Bouché) Cockerell, Lecanium (Eulecanium) armeniacum Craw; Cockerell & Parrott, Lecanium (Eulecanium) assimile Newstead; Reh =Lecanium (Eulecanium) aurantiacum Hunter, Lecanium (Eulecanium) canadense Cockerell; Cockerell & Parrott,\" Lecanium (Eulecanium) caryarum Cockerell, Lecanium (Eulecanium) \"corylifex Fitch; Cockerell, Lecanium (Eulecanium) crawii Ehrhorn; Cockerell & Parrott, Lecanium (Eulecanium) cynosbati Fitch; Cockerell & Parrott, Lecanium (Eulecanium) fitchii Signoret; Cockerell & Parrott, Lecanium (Eulecanium) kingii Cockerell, Lecanium (Eulecanium) lintneri Cockerell & Bennett; Cockerell, Lecanium (Eulecanium) maclurarum Cockerell, Lecanium (Eulecanium) ribis Fitch; Cockerell & Parrott, Lecanium (Eulecanium) rugosum Signoret; Cockerell, Lecanium (Eulecanium)\" tarsale Signoret; Cockerell & Parrott, Lecanium (Eulecanium) vini Bouché; King & Reh, Lecanium adenostomae Kuwana, Lecanium armeniacum Craw,Lecanium assimile Newstead, Lecanium canadense Cockerell; Cockerell, Lecanium caryaecanadense Cockerell, Lecanium corni Bouché, Lecanium corni robiniarum Marchal, Lecanium coryli (Linnaeus); Sulc (misidentification), Lecanium corylifex Fitch, Lecanium crawii Ehrhorn, Lecanium cynosbati Fitch, Lecanium fitchii Signoret, Lecanium folsomi King, Lecanium juglandifex Fitch, Lecanium kansasense Hunter, Lecanium lintneri Cockerell \"& Bennett in Cockerell, Lecanium macluraeHunter, Lecanium obtusum Thro, Lecanium persicae crudum Green, Lecanium pruinosumarmeniacum Craw; Tyrell, Lecanium rehi King in King & Reh, Lecanium ribis Fitch, Lecanium robiniarum Douglas, Lecanium rugosum Signoret, Lecanium tarsalis Signoret, Lecanium vini Bouché, Lecanium websteri King, Lecanium wistariae Signoret, Parthenolecanium corni (Bouché); Borchsenius, Parthenolecanium coryli (Linnaeus); Sulc (misidentification)); (Hemiptera: Coccidae); European fruit lecanium brown scale; European fruit scale; peach scale; yew scale;\" fruit scale,
    inang: "\"Acer (maples), Aesculus hippocastanum (horse chestnut), Aphelandra squarrosa (Zebra plant), Buxus semediaervirens (common boxwood), Crataegus (hawthorns), Carpinus betulus (hornbeam), Celtis occidentalis (hackberry), Citrus aurantiifolia (lime), Clematis vitalba (old man's beard), Cornus (Dogwood), Cornus sanguinea (dogwood), Corylus, Corylus avellana (hazel), Cotoneaster, Cydonia oblonga (quince), Euonymus europaeus, Fraxinus (ashes), Jasminum (jasmine), Juglans regia (walnut), Lonicera (honeysuckles), Magnolia grandiflora (Southern magnolia), Malus domestica (apel, apple), Mespilus\" germanica (medlar), Morus alba (mora), Malus (ornamental species apple), Mespilus germanica (medlar), Morus alba (mora), Prunus (stone fruit), Prunus domestica (prem, plum), Prunus persica (persik. peach), Populus (poplars), Prunus salicina (Japanese plum), Prunus serotina (black cherry), Pyracantha coccinea (Scarlet firethorn), Populus (poplars), Prunus salicina (Japanese plum), Prunus serotina (black cherry), Pyracantha coccinea (Scarlet firethorn), Pyrus (pir, pears), Pyrus communis (European pear), Ribes uva-crispa (gooseberry), Robinia pseudoacacia (black locust), Rosmarinus officinalis (rosemary), Rubus (blackberry, raspberry), \"Rubus idaeus (raspberry), Ribes (currants), Ribes nigrum (blackcurrant), Ribes rubrum (red currant), Rosa (mawar, roses), Salix (willows), Sorbus (rowan), Spiraea, Taxus baccata (English yew), Tilia (limes), Ulmus (elms), Vaccinium myrtillus (blueberry), Viburnum), Vitis vinifera (anggur, grapevine, Wisteria sinensis (purple wisteria)\",
    media: "bunga (flowers, inflorescences, cones, \"calyx), buah (fruits), daun (leaves), batang (stems, trunks, shoots, branches), bibit tanaman (seedlings)\",
    daerah: "\"Africa: Algeria, Egypt, Libya America: Argentina, Brazil, Canada, Chile, Mexico, Peru, USA Asia: Afghanistan, China, DPR Korea (North Korea), Georgia, India, Iran, Israel, Japan, Kazakhstan, Republic of Korea (South Korea), Kyrgyzstan, Lebanon, Mongolia, Pakistan, Syria, Tajikistan, Turkey, Turkmenistan, Uzbekistan Europe: Albania, Armenia, Austria, Azerbaijan, Belarus, Belgium, Bulgaria, Bosnia and Herzegovina, Czech Republic, Croatia, Cyprus, Denmark, Finland, France, Germany, Greece, Hungary, Italy, Latvia, Lithuania, Luxembourg, Malta, Moldova, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal,\" \"Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: Australia, New Zealand\"
  },
  {
    No: "23",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Pseudococcus calceolariae (Maskell, 1893); (Syn. Dactylopius \"calceolariae (Maskell), Erium calceolariae ((Maskell) Lindinger), Pseudococcus citrophilus (Clausen), Pseudococcus fragilis Brain; Pseudococcus gahani Green, Pseudococcus similans); (Hemiptera: Pseudococcidae); scarlet mealybug, citrophilus mealybug, currant mealybug\",
    inang: "Abutilon (Indian Mallow), Arachis hypogaea (kacang tanah, peanut), Brachychyton, Brassica, Ceanothus (white- thorne), Chenopodium (Goosefoot), Citrus medica (citron), Conium maculatum (Poison hemlock), Crataegus, (hawthorns), Cynodiaoblonga (quince), Daucus carota (wortel, carrot), Dodonaea viscosa (switsch sorrel), Eugenia, Ficus, Fragaria (stroberi, strawberry), Geranium (cranesbill), Hedera helix (ivy), Helianthusspp. (sunflower), Heliotropium arborescens (cherry pie), Hibiscus (rosemallows), \"Juglans regia (walnut), Laburnum anargyroides (laburnum), Ligustrum (privet), Lolium spp (ryegrasses), Malus domestica (apel, apple), Malus sylvestris (crab-apple tree), Malva (mallow), Musa paradisiaca (pisang kepok, plantain), Nerium oleander (oleander), Pelargonium (pelargoniums), Pinus radiata (radiata pine), Pisum sativum (pea), Pittosporum tobira (japanese pittosporum), Pittosporum undulatum (pittosporum), Polyscias, Prunus, (stone fruit), Pyrus communis (European pear), Rheum hybridum, (rhubarb), Rhododendron (Azalea), Ribes sanguineum (Flowerring currant), Rosa (mawar, roses), Rubus (blackberry, raspberry)\" Schinus molle (false pepper tree), Sechium edulle (chayotte), Solanum tuberosum (kentang, potato), Theobroma cacao (kakao, cocoa), Vitis vinifera (anggur, grapevine), Saccharum officinarum (tebu, sugarcane),
    media: "seluruh bagian tanaman (whole plants)",
    daerah: "Africa: Ghana, Madagascar, Morocco, Namibia, South Africa America: Argentina, Brazil, Bolivia, Central America, Colombia, Chile, Dominican Republic, Ecuador, French Guiana, Mexico, Paraguay, Peru, Uruguay, USA, Venezuela Asia: China, Georgia Europe: Bulgaria, Czechia, France, Italy, Netherlands, Portugal, Russia, Slovakia, Spain, Ukraine, United Kingdom Oceania: Australia, New Zealand"
  },
  {
    No: "24",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "\"Rhagoletis pomonella Walsh.; (Syn. Rhagoletis symediahoricarpi, Spilographa pomonella (Walsh), Trypeta pomonella, Zonosema pomonella (Walsh)); (Diptera: Tephritidae);\" apple maggot, blueberry maggot,  railroad worm,
    inang: "Amelanchier (serviceberries), \"Aronia (chockeberry), Cornus florida (Flowering dogwood), Cotoneaster, Cotoneaster apiculatus, Cotoneaster coriaceus, Cotoneaster integerrimus, Crataegus,\" Crataegus crus-galli, \"Crataegus douglasii (black hawthorn), Crataegus laevigata, Crataegus mollis, Crataegus monogyna (hawthorn), Crataegus suksdorfii, Malus (ornamental species apple), Malus baccata (siberian crab apple), Malus domestica (Apel, apple), Prunus (stone fruit), Prunus americana (American plum), Prunus angustifolia (Mountain cherry tree), Prunus armeniaca (apricot), Prunus avium (sweet cherry), Prunus cerasifera (myrobalan plum), Prunus cerasus (kersen, sour cherry), Prunus domestica (plum), Prunus emarginata (Bitter cherry tree), Prunus mahaleb (mahaleb cherry) Prunus persica (peach), Prunus salicina (Japanese\" plum), Prunus virginiana (common chokecherrytree), Pyracantha coccinea (scarlet firethorn), Pyrus communis (European pear), Pyrus pyrifolia (Oriental pear tree), Rosa (mawar, roses), Rosa rugosa (rugosa rose), Rosa virginiana (Virginia rose), Sorbus aucuparia (mountain ash), Sorbus scopulina, Vaccinium corymbosum (bluberi, blueberry),
    media: "buah (fruits (inc. pods)), media tanam (growing media associated with plants), tanah (soil)",
    daerah: "America: Canada, Mexico, USA"
  },
  {
    No: "25",
    jenis: "SERANGGA",
    kategori: "A1",
    nama: "Scolytus rugulosus (Muller); (Syn. Eccoptogaster mediterraneus Egg., Eccoptogaster rugulosus Ratz., Ruguloscolytus mediterraneus (Egg.), Ruguloscolytus rugulosus (Ratz.), Scolytus mediterraneus (Eggers)); (Coleoptera: Scolytidae); apple tree beetle, fruit tree bark beetle, shot-hole borer",
    inang: "Cydonia oblonga (kwinsi, quince) Malus domestica (apel, apple), Mespilus germanica (medlar), Prunus spp. (stone fruit), Prunus cerrasus (kersen, cherry), Prunus persica (persik, peach), Prunus salicina (Japanese plum), Pyrus communis (pir, pear), Pyrus pyrifolia (Oriental pear tree), Prunus domestica (prem, plum), other stone fruit (buah batu lainnya)",
    media: "batang (stems, trunks, shoots, branches), daun (leaves), buah (fruits)",
    daerah: "Africa: Algeria, Egypt, Libya, Morocco, Tunisia America: Argentina, Brazil, Canada, Chile, Peru, Uruguay, USA Asia: Afghanistan, Georgia, Iran, Iraq, Israel, Lebanon, Pakistan, Saudi Arabia, Syria, Turkey, Turkmenistan Europe: Albania, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Finland, France, Germany, Greece, Hungary, Italy, Malta, Moldova, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal, Russia, Serbia, Slovenia, Slovakia, Spain, Sweden, Switzerland, Ukraine, United Kingdom"
  },
  {
    No: "26",
    jenis: "TUNGAU",
    kategori: "A1",
    nama: "Aculus schlechtendali (Nalepa, 1890); \"(Syn. Aculus malivagrans (Keifer), Phyllocoptes schlechtendali Nalepa, Vasates malivagrans Keifer, Vasates schlechtendali (Nalepa)); (Acari: Eriophyidae); apple rust mite, apple bud mite, apple leaf mite, rusty leaf mite\" ,
    inang: "Malus domestica (apel, apple), Pyrus communis (pir, pear), Malus sylvestris (crab-apple tree)",
    media: "daun (leaves), buah (fruit), okulasi (grafting), bagian tanaman di atas tanah",
    daerah: "Africa: Egypt America: Brazil, Canada, Chile, \"USA, Asia: China, Japan, Lebanon, Pakistan, Republic of Korea (South Korea), Turkey Europe: Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Denmark, Finland, France, Germany, Greece, Hungary, Italy, Lithuania, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal,\" \"Russia,  Serbia, Slovenia, Sweden, Switzerland, Ukraine, United Kingdom Oceania: Australia, New Zealand\" 
  },
  {
    No: "27",
    jenis: "TUNGAU",
    kategori: "A1",
    nama: "Tetranychus mexicanus \"(McGregor, 1950); (Acari: Tetranychidae)\" ,
    inang: "\"Alocasia, Araceae, Averrhoa carambola (belimbing, carambola, star-fruit), Bactris gasipaes (peach palm, pejibave palm), Beaucarnea recurvata (bottle palm,\" \"elephant foot tree), Carica papaya (pepaya, papaya), Casearia sylvestris (crack- open, sarna de perro), Cedrela fissilis (acajou wood, cedro), Citrus, Citrus aurantiifolia (lime), Citrus latifolia (Tahiti lime), Citrus limon (lemon, lemon), Citrus paradisi (grapefruit), Citrus reticulata (mandarin, mandarin), Citrus sinensis (navel orange), Cocos nucifera (kelapa, coconut), Codiaeum variegatum (croton), Couroupita guianensis (cannonball tree), Crotalaria retusa (rattleweed, wedgeleaf rattlebox), Cucumis melo (melon, melon), Cupressus (cypresses), Elaeis oleifera (American oil palm), Erythrina variegata (Indian coral tree), Gossypium hirsutum (kapas, cotton),\" \"Hevea brasiliensis (karet, rubber tree), Hovenia dulcis (Japanese raisin), Litchi chinensis (leci, lichi), Malus domestica (apel, apple), Malus sylvestris (crab-apple tree), Melicoccus bijugatus (genip, Spanish lime), Morus nigra (murbei, mulberry), Murraya paniculata (orange jessamine), Musa spp. (pisang, banana), Orchidaceae (anggrek, orchid), Passiflora edulis (passionfruit), Persea americana (alpukat, avocado), Petiveria alliacea (anamu, gully root), Philodendron, Poncirus trifoliata (golden apple, trifoliate orange), Prunus persica (persik, peach), Prunus salicina (Japanese plum), Rosa (mawar, roses), Tecoma stans (yellow bells), Vitis labrusca\" \"(fox grape), Vitis vinifera (anggur, grapevine).\" ,
    media: "tanaman (seedlings), \"buah (fruits), daun (leaves).\" ,
    daerah: "\"America: Argentina, Barbados, Brazil, Colombia, Costa Rica, Cuba, El Salvador, Guadeloupe, Honduras, Martinique, Mexico, Nicaragua, Paraguay, Peru, Suriname,\" USA, Uruguay, Venezuela 
  },
  {
    No: "28",
    jenis: "GULMA NON PARASITIK",
    kategori: "A1",
    nama: "\"Rumex hypogaeus T.M. Schust. & Reveal; (Syn. Emex australis Steinh., Emex centropodium Meisner, Vibro australis (Steinh.)\" Greene); Polygonaceae; \"spiny emex, doublegee, three-cornered jack, bindii, bull head, cape spinach, Cathead, cat's head, Devil's- thorn, Emex, giant bull head, goat head, prickly jack, southern three corner jack, tanner's curse\" ,
    inang: "Allium cepa (bawang bombay, onion), Apium graveolens (seledri, celery), Arachis hypogaea (kacang tanah, groundnut), Avena sativa (oat, \"oats), Brassica napus var. napus (rape), Brassica oleracea (kembang kol, cabbages, cauliflowers), Cicer arietinum (chickpea), Citrus, Coriandrum sativum (coriander), Dactylis glomerata (cocksfoot), Daucus carota (wortel, carrot), Festuca arundinacea (tall fescue), Glycine max (kedelai, soyabean), Gossypium (kapas, cotton), Hordeum vulgare (barli, barley), Lens culinaris subsp. culinaris (lentil), Linum usitatissimum (flax), Lupinus spp., Malus domestica (apel, apple), Medicago sativa (lucerne), Medicago spp., Pastinaca sativa (parsnip), Pisum sativum (pea), Prunus (stone fruit), Pyrus communis (European pear), Secale\" cereale (rye), Solanum melongena (aubergine), Solanum tuberosum (kentang, potato), Sorghum bicolor (sorghum), Trifolium spp., Triticale, Triticum aestivum (gandum, wheat), Vicia faba (faba bean), Vitis vinifera (grapevine), Zea mays (jagung, corn, maize), hutan tanaman industri (industrial forest), hortikultura (horticulture), tanaman pangan (food crops), tanaman perkebunan (estate crops) ,
    media: "mengkontaminasi biji, \"bibit, media tanam (contaminated true seeds (inc. grain), seedlings, growing\" media associated with plants), buah (fruit, inc. pods), daun (leaves), batang (stem (above ground)/ shoots/ trunkc/ branches) ,
    daerah: "\"Africa: Ascension, Bostwana, Kenya, Lesotho, Madagascar, Malawi, Mauritius, Mozambique, Namibia, R?union, Saint Helena, South Africa, Tanzania, Zambia,\" \"Zimbabwe America: Hawaii, Trinidad and Tobago, USA Asia: India, Japan, Pakistan, Taiwan, Yemen Europe: Belgium, Netherlands, United Kingdom Oceania: Australia, New Caledonia, New Zealand\" 
  },
  {
    No: "29",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\"[s]: Botryosphaeria dothidea ( Moug.) Ces. & De Not., Comm. Soc. Crittog (1863); (Syn: Sphaeria dothidea Moug. (1823); Caumadothis dothidea (Moug.) Petr., (1971); Xyloma rosae Schleich. (1815); Dothidea rosae (Schleich. ex DC.) (1849); Botryosphaeria dothidea var. pluriguttata Brunaud, Bul l. 1893); Dothiorella mali var. fructans Dearn. (1941) [a]: -\" Fungi, Ascomycota, Pezizomycotina, Dothideomycetes, Botryosphaeriales, Botryosphaeriaceae; \"canker of almond bark gummosis of peach, bot rot of apple, cane canker of blackberry, gummosis disease of blueberry, ripe rot of kiwi fruit, white rot of apple\" ,
    inang: "\"Actinidia deliciosa (kiwi fruit), Grevillea robusta (silky oak), Carya cathayensis (Chinese hickory), Citrus, Cornus alba (red-barked dogwood), Cupressus semediaervirens (Mediterranean cypress), Cydonia oblonga (quince), Eucalyptus globulus (Tasmanian blue gum), Ficus microcarpa (Indian laurel tree), Hylocereus undatus (buah naga, dragon fruit), Malus domestica (apel, apple), Mangifera indica (mangga, mango), Morus alba (mora), Olea europaea subsp. europaea (European olive), Pistacia vera (pistachio), Prunus avium (sweet cherry),\" Prunus domestica (plum), Prunus dulcis (almond), Prunus mume (Japanese apricot tree), Pyrus communis (pir, European pear), Vaccinium corymbosum (blueberry), Vitis vinifera (anggur, grapevine) ,
    media: "batang (stems), buah (fruits), daun (leaves)",
    daerah: "\"Africa: Algeria, Ethiopia, Malawi, Namibia, Republic of Sierra Leone, South Africa, Tunisia, Zambia, Zimbabwe America: Argentina, Bolivia, Brazil, Canada, Chile, Colombia, Costa Rica, Guatemala, Mexico, Panama, Paraguay, USA, Uruguay, Venezuela Asia: China, Hong Kong, India, Iran, Japan, Pakistan, Philippines, Republic of Korea (South Korea), Syria, Taiwan, Turkey Europe: Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, France, Germany, Greece, Hungary, Italy, Lithuania, Montenegro, Poland, Portugal, Serbia,\" \"Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: American Samoa, Australia, New Caledonia, New Zealand\" 
  },
  {
    No: "30",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\"[s]: Botryosphaeria ribis Grossenb. & Duggar, 1911; (Syn. Botryosphaeria mali V.A. Putterill, 1919, Botryosphaeria ribis f. achromogena Gros senb. & Duggar, Botryosphaeria ribis f. chromogena Gross enb. & Duggar, 1911, Botryosphaeria ribis f. ribis Grossenb. & Duggar, 1911, Botryosphaeria ribis var. chromogena She ar, N.E. Stevens & Wilcox, 1924, Botryosphaeria ribis var. ribis Grossenb. &\" \"Duggar, 1911); [a]: Neofusicoccum ribis (Slippers, Crous & M. J. Wingf.) Crous, Slippers & A. J. L. Phillips, 2006; (Syn. Botryodiplodia ribis (Fuckel) Petr., 1927, Botryodiplodia majuscula Sacc., 1902, Botryodiplodia ribis f. majuscula (Sacc.) Zambett., 1955, Botryodiplodia ribis f. ribis (Fuckel) Petr., 1927, Cryptosporium aesculi (Corda) Fr., 1832, Discella aesculi (Corda) Oudem., 1889, Dothiorella aesculi (Corda) Petr., 1922, Dothiorella gregaria Sacc., 1881, Dothiorella ribis (Fuckel) Sacc., 1884, Fusicoccum aesculi Corda, 1829, Fusicoccum ribis Slippers, Crous & M.J. Wingf., 2004, Fusicoccum tingens Goid. Podosporium ribis Fuckel, 1864, Septomyxa aesculi\" (Corda) Petr.,1921; Fungi, Ascomycota, Pezizomycotina, Dothideomycetes, Botryosphaeriales, Botryosphaeriaceae; \"cane blight, canker, dieback, fruit rot, gummosis, panicle and shoot blight, stem blight, tip dieback, white rot\" ,
    inang: "Casuariana equisetifolia \"(casuariana), Citrus sp. (jeruk, citrus), Eucalyptus sp., Eucalyptus camaldulensis (red gum), Juglans spp. (walnuts), Liquidambar formosa (beautiful sweetgum), Liquidambar styraciflua (sweetgum), Macadamia integrifolia (macadamia nut), Macadamia tetraphylla (rough-shell macadamia nut), Malus domesticum (apel, apple), Mangifera indica (mangga, mango), Persea americana (alpokat, avocado), Pistia (water lettuce), Populus sp. (poplars), Prunus amygdalus, Prunus dulcis\" (almon, badam, almond), Prunus persica (persik, peach), Rhododendron (azalea), Ribes (currants), Rubus spp. (blackberry, raspberry) ,
    media: "batang (stems above ground), cabang (trunks), ranting (branches), buah (fruits inc. pods), bunga (flowers, inflorescences, cones, calyx), kulit kayu (bark), tunas (shoots)",
    daerah: "\"Africa: Ethiopia, Ghana, Guinea, Ivory Coast, Kenya, Madagascar, Malawi, Mauritius, Mozambique, Niger, Nigeria, South Africa, Tanzania, Togo, Tunisia, Uganda, Zambia, Zimbabwe America: Argentina, Bolivia, Brazil, Barbados, Canada, Chile, Colombia, Costa Rica, Cuba, Dominica, Grenada, Honduras, Jamaica, Mexico, Panama, Trinidad and Tobago, USA, Uruguay, Venezuela Asia: Bangladesh, Brunei Darussalam, China, Georgia, Hong Kong, India, Iran, Israel, Japan, Lao PDR, Malaysia, Myanmar, Nepal, Pakistan, Republic of Korea (South Korea),\" \"Sri Lanka, Taiwan, Thailand, Turkey Europe: Cyprus, France, Greece, Italy, Netherlands, Portugal, Spain, United Kingdom Oceania: Australia, Federated states of Micronesia, Fiji, New Zealand, Papua Nugini, Solomon Islands\" 
  },
  {
    No: "31",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\"[s]: Gibberella avenacea R.J. Cook, 1967; [a]: Fusarium avenaceum (Fr.) Sacc., 1886;\" \"(Syn. Fusarium avenaceum Fr., 1832, Fusarium avenaceum f. avenaceum (Fr.) Sacc., 1886, Fusarium avenaceum f. fabalis X.Y. Ruan, Y.M. Jiang, W. Luo & J.H. Wang, 1982, Fusarium avenaceum f. fabarum X.Y. Ruan, Y.M. Jiang, W. Luo & J.H. wang, 1982,  Fusarium avenaceum f. fabae (T.F. Yu) W. Yamam., 1955, Fusarium avenaceum subsp. avenaceum (Fr.) Sacc., 1886, Fusarium avenaceum subsp. volutum (Wollenw.) Raillo., 1950, Fusarium avenaceum var. avenaceum (Fr.) Sacc., 1886, Fusarium avenaceum var. fabae T.F. Yu, 1944, Fusarium avenaceum var. herbarum (Corda) Bilai., 1955, Fusarium avenaceum var. pallens Wollenw., 1924, Fusarium avenaceum var.\" volutum (Wollenw.) Wollenw. & Reinking, \"1935, Fusarium graminum var. herbarum (Corda) Wollenw., 1930, Fusarium herbarum var. avenaceum (Fr.) Wollenw., 1930, Fusarium herbarum var. volutum Wollenw., 1930, Fusarium herbarum (Corda) Fr., 1849, Fusarium herbarum var. herbarum (Corda) Fr., 1849, Fusarium paspali Hennings, Fusarium roseum f. sp. cerealis 'Avenaceum (Cooke) Snyder & Hansen, Fusarium roseum var. avenaceum (Fries) W.C. Snyder & H.N Hansen, Solenosporium herbarum Corda, 1839); Fungi, Ascomycota, Sordariomycetes; Hypocreales, Nectriaceae; Fusarium blight, head blight, stem base disease, scab, foot rot of cereals, seedling blight of cereals, stalk rot of maize\" ,
    inang: "Abies balsamea (balsam fir), Acacia nilotica (gum arabic tree), Albizia julibrissin (silk tree), Allium porrum (bawang \"daun, leek), Allium sativum (bawang putih, garlic), Armoracia rusticana (horseradish), Asparagus officinalis (asparagus), Avena sativa (oat, oats), Beta vulgaris (bit, beetroot), Betula pendula (common silver birch), Brassica napus var. napus (rape), Brassica oleracea var. botrytis (kembang kol, cauliflower), Brassica oleracea var. capitata (kubis, cabbage), Brassica rapa subsp. oleifera (turnip rape), Cajanus cajan (kacang gude, pigeon pea), Calendula officinalis (Pot marigold), Carum carvi (caraway), Chrysanthemum spp. (krisan, daisy), Cicer arietinum (chickpea), Consolida ambigua (rocket larkspur), Cucumis sativus (mentimun, cucumber), Cucurbita pepo (labu, zukini, zucchini), Cyamopsis tetragonoloba (guar), Dactylis glomerata (cocksfoot), Daucus carota (wortel, carrot),\" Dianthus caryophyllus (anyelir, carnation), \"Eucalyptus obliqua (messmate stringybark), Eucalyptus radiata, Fagus sylvatica (common beech), Foeniculum vulgare (fennel), Fragaria vesca (wild strawberry), Fraxinus excelsior (ash), Fritillaria, Glycine max (kedelai, soyabean), Gossypium (cotton), Helianthus annuus (bunga matahari, sun flower), Hordeum vulgare (barli, barley), Hosta, Ipomea batatas (ubi jalar, sweet potato), Juglans regla (walnut), Laburnum anagyroides (laburnum), Lens culinaris subsp. culinaris (lentil), Linum usitatissimum (flax), Lolium multiflorum (Italian ryegrass), Lolium perenne (perennial ryegrass), Lupinus (lupins), Lupinus luteus (yellow lupin), Malus domestica (apel, apple), Medicago littoralis (strand medick), Medicago rugosa,\" \"Medicago sativa (alfalfa, lucerne), Medicago tribuloides (barrel medic), Miscanthus × giganteus, Morus (melberry tree), Nicotiana tabacum (tembakau, tobacco), Onobrychis viciifolia (sainfoin), Oryza sativa (padi, paddy, rice), Panax quinquefolius (American ginseng), Persea americana (alpukat, avocado), Phaseolus vulgaris (buncis, common bean), Picea abies (common spruce), Pinus nigra (black pine), Pinus sylvestris (Scots pine), Piper betle (betel pepper), Pisum sativum (kacang kapri, pea), Populus deltoides (poplar), Prunus cerasus (kersen, sour cherry), Prunus persica (persik, peach), Prunus persica var. nucipersica (nectarine), Pseudotsuga menziesii (Douglas-fir), Pteridium aquilinum (bracken), Pyrus communis (pir, pear), Rubus idaeus (raspberry), Secale cereale (gandum hitam, rye),\" \"Solanum lycopersicum (tomat, tomato), Solanum tuberosum (kentang, potato), Strelitzia reginae (Queens bird-of- paradise), Theobroma cacao (kakao, cocoa), Trifolium fragiferum (strawberry clover), Trifolium pratense (red clover), Trifolium repens (semanggi putih, white clover), Trifolium subterraneum (subterranean clover), Triticum aestivum (gandum, wheat), Triticum turgidum (durum wheat), Vicia, Vicia (vetch), Vicia faba (kacang babi, faba bean), Zea mays (jagung, corn, maize)\" ,
    media: "\"akar (roots), batang (stems (above ground), trunks, branches), benih (true\" seeds, grains) buah (fruits), bunga (flowers, inflorescences, cones, calyx), polong (pods), tunas (shoots) ,
    daerah: "\"Africa: Egypt, Ethiopia, Kenya, South Africa, Tunisia America: Argentina, Brazil, Canada, Chile, Mexico, Puerto\" \"Rico, Peru, Trinidad and Tobago, USA, Venezuela Asia: China, Georgia, India, Iran, Iraq, Israel, Japan, Kazakhstan, Republic of Korea (South Korea), Lebanon, Malaysia, Sri Lanka, Taiwan, Turkey, Uzbekistan Europe: Austria, Azerbaijan, Belarus, Belgium, Bulgaria, Croatia, Czechia, Federal Republic of Yugoslavia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Montenegro, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: Australia, New Zealand, Papua Nugini\" 
  },
  {
    No: "32",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "[s]: Monilinia fructicola (G. Winter) Honey, 1928; (Syn. Ciboria fructicola G. Winter, 1883, Sclerotinia americana (Wormald) Norton & Ezekiel, 1924, Sclerotinia cinerea sensu auct. NZ, Sclerotinia cinerea f. americana Wormald, 1919, Sclerotinia fructicola (G. Winter) Rehm, 1906, Sclerotinia fructigena sensu auct. NZ); [a]: Monilia fructicola L.R. Batra, 1991; Fungi, Ascomycota, Leiotiomycetes, Helotiales, Sclerotiniaceae; brown rot, American brown rot of stone fruit, brown rot of apple, brown rot of cherry, twig canker of stone fruit",
    inang: "Chaenomeles spp. (flowering quinces), Cornus mas (cornelian cherry), Crataegus (hawthorns), Eriobotrya japonica (loquat), Malus domestica (apel, apple), Prunus armeniaca (aprikot, apricot), Prunus avium (ceri manis, sweet cherry), Prunus cerasus (kersen, sour cherry), Prunus domestica (prem, plum), Prunus dulcis (almon, badam, almond), Prunus persica (peach), Prunus salicina (Japanese plum), Pyrus spp. (pir, pear), Pyrus communis (European pear), Rubus fruticosus (blackberry)",
    media: "batang (stem (above ground), trunks, branches), buah (fruits), bunga (flowers, inflorescences, cones, calyx), daun (leaves), media tanam (growing media associated with plants), polong (pods), tangkai buah, tunas (shoots)",
    daerah: "Africa: Nigeria, South Africa, Tunisia, Zimbabwe America: Argentina, Bolivia, Brazil, Canada, Chile, Ecuador, Mexico, Guatemala, Panama, Paraguay, Peru, USA, Uruguay, Venezuela Asia: China, India, Israel, Japan, Republic of Korea (South Korea), Taiwan, Turkey, Yemen Europe: Azerbaijan, Bulgaria, Croatia, France, Germany, Greece, Hungary, Italy, Montenegro, Poland, Romania, Russia, Serbia, Slovenia, Spain, Switzerland Oceania: Australia, New Caledonia, New Zealand"
  },
  {
    No: "33",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\"[s]: Monilinia fructigena Honey, 1945; [a]: Acrosporium fructigenum (Pers.) Pers.,1822; (Syn. Monilia fructigena (Pers.) Pers., 1801, Monilia fructigena var. fructigena\" \"(Pers.) Pers., 1801, Oidium fructigenum (Pers.) Fr., 1832, Oidium fructigenum var. foliorum Westend., 1861, Oidium fructigenum var. fructigenum (Pers.) Fr., 1832, Sclerotinia fructigena (Pers.) J. Schröt., 1839, Stromatinia fructigena (Pers.) Bpud., 1907, Torula fructigena Pers., 1795); Fungi, Ascomycota, Leotiomycetes, Helotiales, Sclerotiniaceae; brown rot\" ,
    inang: "Actinidia arguta (tara vine), Amelanchier canadensis (thicket servicberry), Berberis spp. (barberries), Capsicum spp. (peppers), Cornus mas (cornelian cherry), Corylus avellana (hazel), Cotoneaster spp., Crataegus laevigata, Cydonia oblonga (quince), Diospyros kaki (kesemek, persimmon), Eriobotrya japonica (loquat), Ficus carica (fig), Fragaria spp. (stroberi, strawberry), Fragaria ananassa, Malus domestica (apel, apple), Malus sieversii, Malus sylvestris (crab-apple tree), Mespilus germanica (medlar), Prunus spp. (stone fruit), Prunus armeniaca (aprikot, apricot), Prunus avium (ceri manis, sweet cherry), Prunus cerasifera (myrobalan plum), Prunus cerasus (kersen, sour cherry), Prunus domestica (prem, plum), Prunus dulcis (almon, badam, almond), Prunus mandshurica, Prunus persica (peach), Prunus persica var. nucipersica (nectarine), Prunus salicina (Japanese plum), Prunus spinosa (blackthorn), Prunus triloba (rose tree of China), Psidium guajava (jambu biji, guava), Pyrus spp. (pir, pear), Pyrus \"betulaefolia, Pyrus communis (pir, pear), Pyrus pyrifolia (oriental pear tree), Pyrus ussuriensis (amur pear), Rhododendron spp. (azalea), Rosa spp.,(mawar, roses), Rubus spp. (blackberry, raspberry), Rubus occidentalis (black raspberry), Solanum lycopersicum (tomat, tomato), Sorbus spp. (rowan), Sorbus acuparia, Vaccinium spp. (blueberries), Vitis vinifera (anggur, grapevine)\" ,
    media: "batang (stems (above ground), trunks, branches), buah (fruits), bunga (flowers, inflorescences, cones, calyx), daun (leaves), \"polong (pods), tunas (shoots)\" ,
    daerah: "\"Africa: Egypt, Morocco America: Brazil, Chile, Uruguay Asia: Afganistan, Armenia, Azerbaijan, China, DPR Korea (North Korea), Georgia, India, Iran, Israel, Japan, Kazakhstan, Lebanon, Nepal, Republic of\" \"Korea (South Korea), Taiwan, Turkey, Uzbekistan Europe: Austria, Belarus, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Moldova, Montenegro, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: Australia\" 
  },
  {
    No: "34",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\"[s]: Monilinia laxa (Aderh. & Ruhland) Honey, 1945; (Syn. Sclerotinia cinerea (Bonord.) J. Schröt., 1839, Sclerotinia cinerea Wormald, 1919, Sclerotinia cinerea f. cinerea Wormald, 1839, Sclerotinia cinerea f. mali Wormald, 1919, Sclerotinia cinerea f. pruni Wormald, 1919, Sclerotinia laxa Aderh. & Ruhland, 1905, Sclerotinia laxa Ehrenb., Sclerotinia laxa f. laxa\" \"Aderh. & Ruhland, 1905, Stromatinia laxa (Ehrenb.) Naumov, 1964); [a]: Monilia laxa (Ehrenb.) Sacc. & Voglino, 1886; (Syn. Acrosporium laxum (Ehrenb.) Pers., 1822, Monilia cinerea Bonord., 1851, Oidium laxum Ehrenb., 1818, Oospora cinerea (Bonord.) sacc. & Voglino, 1886, Oospora laxa (Ehrenb.) wallr., 1833, Torula cinerea (Bonord.) Bonord., 1853, Torula laxa (Ehrenb.) Rabenh., 1844); Fungi, Ascomycota, Leotiomycetes, Helotiales, Sclerotiniaceae; blossom blight, mummufying fruit, blossom wilt, brown rot of stone fruits, spur blight, twig canker, wither tip\" ,
    inang: "Cydonia oblonga (quince), Malus domestica (apel, apple), Malus sieversii, Prunus armeniaca (aprikot, apricot), Prunus avium (ceri manis, sweet cherry), Prunus cerasifera (myrobalan plum), Prunus cerasus (kersen, sour cherry), Prunus domestica (prem, plum), Prunus dulcis (almon, badam, almond), Prunus persica (peach), Prunus pseudocerasus (Chinese fruiting cherry), Prunus serrulata (Japanese flowering cherry), Prunus \"triloba (rose tree of China), Pyrus communis (pir, pear)\" ,
    media: "batang (stems (above ground), trunks, branches), buah (fruits), bunga (flowers, inflorescences, cones, calix), daun (leaves), polong (pods), tunas (shoots)",
    daerah: "\"Africa: Morocco, South Africa America: Argentina, Brazil, Canada, Chile, Guatemala, Uruguay, USA Asia: Afghanistan, Bhutan, China, Georgia, India, Iraq, Israel, Japan, Lebanon, Turkey Europe: Austria, Azerbaijan, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Czechia, Denmark, Estonia, Federal Republic of Yugoslavia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Moldova, Montenegro, Netherlands, North\" \"Macedonia, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: Australia, New Zealand\" 
  },
  {
    No: "35",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\"[s]: - [a]: Penicillium expansum Link, 1809; (Syn. Penicillium crustaceum Link, 1809, Penicillium crustaceum var. crustaceum Link, 1809, Penicillium expansum var. expansum Link, 1809, Penicillium glaucum Stoll,\" \"Penicillium glaucum var. coremium Sacc., 1886, Penicillium glaucum var. expansum Pers., 1822, Penicillium glaucum var. fasciculatum Pers., 1822, Penicillium glaucum var. foetidum Sopp, 1912, Penicillium glaucum var. glaucum Link, 1805, Penicillium glaucum var. inodorum Sopp, 1912, Penicillium glaucum var. minor Malchevsk., 1939, Penicillium glaucum var. pallidum Sopp, 1912); Fungi, Ascomycota, Eurotiomycetes, Eurotiales, Trichocomaceae; blue mould of stored apple, soft rot of apple, soft rot of grape, storage rot of fruit\" ,
    inang: "Allium cepa (bawang bombai, onion), Allium sativum (bawang putih, garlic), Beta vulgaris var. saccharifera (bit, sugar beet), Brassica oleracea var. gemmifera (Brussels sprouts), Cydonia oblonga (quince), Fragaria ananassa (stroberi, strawberry), Gossypium hirsutum \"(Bourbon cotton), Hordeum vulgare (barli, barley), Lilium (lily), Malus domestica (apel, apple), Phoenix dactylifera (date-palm), Prunus armeniaca (aprikot, apricot), Prunus avium (ceri manis, sweet cherry), Prunus domestica (prem, plum), Prunus persica (peach), Punica granatum (delima, pomegranate), Pyrus communis (pir, pear), Rheum hybridum (rhubarb), Solanum lycopersicum (tomat, tomato), Triticum aestivum (gandum, wheat), Vaccinium (blueberries), Vitis vinifera (anggur, grapevine), Zea mays (jagung, corn, maize)\" ,
    media: "buah (fruits)",
    daerah: "\"Africa: Egypt, Ghana, Kenya, Mauritius, Morocco, Nigeria, South Africa, Zambia, Zimbabwe America: Argentina, Bolivia, Brazil, Canada, Chile, Honduras, Jamaica, Nicaragua, Peru, USA, Uruguay, Venezuela Asia: Armenia, Brunei Darussalam, China, DPR Korea (North Korea), Georgia, Hong\" \"Kong, India, Iran, Iraq, Israel, Japan, Kazakhstan, Malaysia, Pakistan, Philippines, Republic of Korea (South Korea), Saudi Arabia, Sri Lanka, Thailand, Turkey Europe: Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, France, Greece, Italy, Latvia, Lithuania, Montenegro, Norway, Poland, Portugal, Romania, Serbia, Slovakia, Spain, Sweden, Ukraine, United Kingdom Oceania: Australia, New Zealand\" 
  },
  {
    No: "36",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\"[s]: Phyllachora pomigena (Schwein.) Sacc., 1883;\" \"(Syn. Dothidea pomigena Schwein., 1832); Marssonina coronaria (ELLIS & J.J.DAVIS) J.J.DAVIS, Marssonina mali (P.Henning) Ito [a]: Gloeodes pomigena (Schwein.) Colby, 1920; Fungi, Ascomycota, Pezizomycotina, Sordariomycetes, Sordariamycetidae, Phyllachorales, Phyllachoraceae; Pyllacora sooty blotch on twig and fruit\" ,
    inang: "Malus domestica (apel, apple)",
    media: "\"buah (fruits), cabang (branches), daun\" (leaves) ,
    daerah: "America: Brazil, USA Asia: India, Japan \"Europe: Germany, United Kingdom\" 
  },
  {
    No: "37",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\"[s]: - [a]: Phyllostictina solitaria\" \"(Ellis & Everh.) (Syn. Phyllosticta arbutifoliae Ellis & G. Martin,1886, Phyllosticta solitaria Ellis & Everh., 1895,; Fungi, Ascomycota, Pezizomycotina, Dothideomycetes, Botryosphaeriales, Phyllostictaceae; apple blotch\" ,
    inang: "Crataegus sp., Malus domestica (apel, apple)",
    media: "buah (fruits), daun (leaves)",
    daerah: "America: Canada, USA"
  },
  {
    No: "38",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "[c]: Phytophthora cryptogea Pethybr. & Laff. (1919); (Syn. Phytophthora cryptogea var. cryptogea Pethybr. & Laff., 1919, Pythiomorpha aoryzae S. Ito & Nagai (1931); Chromista/ Stramenopila, Oomycota, Oomycetes, Peronosporea, Peronosporales, Peronosporaceae; tomato foot rot, damediaing off, gerbera foot rot, black neck of chrysanthemum, tulip shanking, corm, stem and leaf rot of gloxinia, pink rot of potato, stem rot, root rot, damediaing-off",
    inang: "Abies concolor (rocky mountain white fir), Abies procera (noble fir), Actinidia chinensis (Chinese gooseberry), Actinidia deliciosa (kiwi, kiwifruit), Actinidia chinensis (goosebary), Allium cepa (bawang bombai, onion), Antirrhinum majus (snapdragon), Apium graveolens (seledri, celery), Asparagus officinalis (asparagus), Aster, Banksia, Begonia, Bacharis pilularis (coyote brush), Brassica oleracea var. botrytis (kembang kol, cauliflower), Cajanus cajan (kacang gude, pigeon pea), Calathea, Calendula officinalis (pot marigold), Callistephus chinensis (China aster), Capsicum annuum (paprika, bell pepper), Carpobrutus, Castanea (chestnuts, \"kastanye), Ceanothus prostrates (squawcarpet ceanothus), Cedrus deodora (Himalayan cedar), Centaurea cyanus (cornflower), Chamaecyparis (false cypress), Celosia argentea (celosia), Chrysanthemum (krisan, daisy), Chrysanthemum frutescens (marguerite), Chrysanthemum vestitum, Cichorium intybus (chicory), Citrullus lanatus (semangka, watermelon), Citrus, Clarkia (satin flowers), Consolida ambigua (rocket larkspur), Cotoneaster, Cucumis melo (melon, melon), Cucumis sativus (mentimun, cucumber), Cucurbita maxima (giant pumediakin), Cucurbita moschata (labu, pumediakin), Cucurbita pepo (labu kuning, zukini, zucchini), Cupressus (cypresses), Cyamopsis tetragonoloba (guar), Cyphomandra betacea (tree tomato), Dahlia, Daucus carota (wortel, carrot),\" \"Dianthus barbatus (sweet williams), Dianthus caryophyllus (anyelir, carnation), Erica (heaths), Erysimum cheiri (wallflower), Eucalyptus spp. (eukaliptus, eucalyptus), Euphorbia pulcherrima (poinsettia), Fragaria vesca (arbei, stroberi, strawberry), Gerbera (Barbeton daisy), Gerbera jamesonii (African daisy), Gladiolus hybrids (sword lily), Glycine max (kedelai, soybean), Gynura bicolor, Gypsophila paniculata (babysbreath), Hebe, Helianthus annuus (bunga matahari, sunflower), Humulus lupulus (hop), Juglans regia (walnut), Juniperus chinensis (Chinese juniper), Lactuca sativa (selada, lettuce), Liatris spicata (spike gayfeather), Limonium sinuatum (sea pink), Lupinus spp., Malus domestica (apel, apple), Maranta (arrowroot), Matthiola incana (stock),\" \"Medicago sativa (lucerne), Nasturtium officinale (watercress), Nicotiana tabacum (tembakau, tobacco), Onobrychis viciifolia (sainfoin), Papaver nudicaule (Iceland poppy), Parthenium argentatum (guayule), Pericallis cruenta (common cineraria), Persea americana (alpukat, avocado), Petroselinum crispum (parsley), Petunia hybrida, Phaseolus vulgaris (common bean), Picea (spruces), Pinus (pines), Pinus lambertiana (big pine), Pinus mugo (mountain pine), Pinus nigra (black pine), Pinus radiata (radiata pine), Pistacia vera (pistachio), Pisum spp., Populus simonii (Simon poplar), Prunus armeniaca (aprikot, apricot), Prunus avium (ceri manis, sweet cherry), Prunus cerasus (kersen, sour cherry), Prunus dulcis (almon, badam, almond), Prunus mahaleb (mahaleb cherry), Prunus persica (peach), Prunus\" salicina (Japanese plum), Rhododenron catawbiense, Rhododendron maximum (rosebay rhododendron), Rubus idaeus (raspberry), Saintpaulia ionantha (African violet), Salvia officinalis (common sage), Saxifraga (saxifrage), Semediaervivum (house-leek), Simmondsia chinensis (jojoba), Solanum melongena (terung, eggplant, aubergine), Sinningia speciosa (gloxinia), Solanum lycopersicum (tomat, tomato), Solanum marginatum (white- edged nightshade), Solanum tuberosum (kentang, potato), Spinacia oleracea (bayam, spinach), Syzygium samarangense (water apple), Tagetes erecta (Mexican marigold), Tanacetum cinerariifolium (Pyrethrum), Triticum aestivum (gandum, wheat), Tulipa (tulip), Vicia faba (vaba bean), Vicia sativa (common vetch), Vicia villosa (hairy vetch), Viola (violet), Vitis vinifera (anggur, \"grapevine), Zinnia elegans (zinnia)\" ,
    media: "akar (roots), batang (stems (above ground), trunks, branches), bibit tanaman (seedlings), buah (fruits), bunga (flowers, inflorescences, cones, calyx), daun (leaves), media tanam (growing media associated with plants), umbi (bulbs, tubers, corms, rhizomes), polong (pods), tunas (shoots).",
    daerah: "Africa: Egypt, South Africa, Zimbabwe America: Argentina, Brazil, Canada, Chile, Ecuador, Mexico, USA Asia: China, Iran, Israel, Japan, Jordan, Malaysia, Pakistan, Republic of Korea (South Korea), Taiwan, Turkey Europe: Austria, Belgium, Bulgaria, Croatia, Czech Republic, Denmark, France, Germany, Greece, Hungary, Ireland, Italy, Montenegro, Netherlands, North Macedonia, Norway, Poland, Russia, Serbia, Spain, Sweden, Turkey, United Kingdom Oceania: Australia, New Zealand, Papua Nugini"
  },
  {
    No: "39",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\". [s]: Schizothyrium pomi (Mont. & Fr.) Arx., 1959; (Syn. Gyrothyrium westerdijkiae Arx. (1950); [a]: Botryodiplodia pomi (Mont. & Fr.) Cif (1946); (Syn. Labrella pomi Mont\" \"(1834), Leptothyrium pomi (Mont.) Sacc (1880), Leptothyrium pomi A. Selby, 1920, Microsticta pomi (Mont.) (1849), Microthyriella paludosa C. Booth, 1958, Microthyriella rubi, Petr., 1923, Schizothyrina rubi (Petr.), Zygophiala jamaicensis E. W. Mason; Fungi, Ascomycota, Pezizomycotina, Dothideomycetes, Schizothyriaceae; greasy blotch, flyspeck, sooty blotch\" ,
    inang: "Actinidia deliciosa (kiwi), Citrus sp. (jeruk, orange), Cydonia oblonga (quince), Dianthus caryophyllus (anyelir, carnation), Diospyros, Diospyros sp. (Malabar ebony), Japanese persimmon, Malus domestica (apel, apple), Musa sp., Prunus domestica (prem, plum), Pyrus communis (pir, pear), Rubus fructicosus (blackberry), Rubus idaeus (raspberry), Vitis vinifera (anggur, grapevine) ",
    media: "buah (fruits)",
    daerah: "\"Africa: Tanzania, Togo, Zimbabwe America: USA Asia: Brunei Darussalam, China, India, Iran, Japan, Pakistan, Sri Lanka Europe: Austria, Czech\" Republic, Germany, Montenegro, Netherlands, Portugal, Serbia, Romania, United Kingdom Oceania: New Zealand 
  },
  {
    No: "40",
    jenis: "CENDAWAN",
    kategori: "A1",
    nama: "\". [s]: Venturia inaequalis (Cooke) G.Winter, 1875; (Syn. Didymosphaeria inaequalis (Cooke) Niessl, 1881, Endostigme cinerascens (Rabenh.) J?rst.  Endostigme inaequalis (Cooke) Syd., 1923, Mycosphaerella cinerascens (Rabenh.) Vestegr., 1897, Sphaerella cinerascens Rabenh., 1865, Sphaerella inaequalis Cooke, 1866, Venturia inaequalis var. cinerascens (Rabenh.) Aderh., 1897, Venturia inaequalis var. inaequalis (Cooke) G. Winter, 1875); [a]: Cladosporium dendriticum Wallr., 1833; (Syn. Cladosporium dendriticum var. dendriticum Wallr., 1833, Cladosporium dendriticum var. heteromeles Harkn., 1881, Fusicladium amelanchieris (Sacc.) Oliviera, Fusicladium dendriticum (Wallr.)\" \"Fuckel, 1870, Fusicladium dendriticum f. dendriticum (Wallr.) Fuckel, 1870, Fusicladium dendriticum var. dendriticum (Wallr.) Fuckel, 1870, Fusicladium dendriticum var. eriobotryae Scalia, 1901, Fusicladium dendriticum var. eriobotyrae Scalia, 1901, Fusicladium dendriticum f. fruticola Ferraris, 1910, Fusicladium dendriticum f. microsperma Roum., 1891, Fusicladium dendriticum var. opuli Thüm., 1874, Fusicladium dendriticum var. soraueri (Thüm.) Sacc., 1886, Fusicladium dendriticum var. sorbi-torminalis S?vul. & Sandu, 1933, Fusicladium dendriticum var. sorbinum Sacc., 1905, Fusicladium pomi (Fr.) Lind, 1913, Fusicladium pyrorum var. amelanchieris Sacc., 1886,\" \"Napicladium soraueri Thüm., 1875, Passalora dendritica (Wallr.) Sacc., 1878, Passalora dendritica var. dendritica (Wallr.) Sacc., 1878, Spilocaea pomi Fr., 1819, Spilosticta cinerascens (Rabenh.) Petr., 1947, Spilosticta inaequalis (Cooke) Petr., 1940); Fungi, Ascomycota, Pezizomycotina, Dothideomycetes, Pleosporomycetidae, Venturiales, Venturiaceae; apple scab, apple black spot, apple scab, black spot\" ,
    inang: "Cotoneaster, Crataegus laevigata, Malus baccata (Siberian crab apple), Malus domestica (apel, apple), Malus floribunda, Malus, Pyracantha, Pyrus communis (pir, pear), Sorbus, Viburnum",
    media: "batang (stems (above ground), cabang (trunks), ranting (branches), buah (fruits), bunga (flowers, inflorescences, cones, calyx), daun (leaves), polong (pods), tunas (shoots)",
    daerah: "Africa: Egypt, Ethiopia, Ghana, Kenya, Libya, Madagascar, Morocco, South Africa, Zimbabwe America: Argentina, Bolivia, Brazil, Canada, Chile, Colombia, El Salvador, Guatemala, Mexico, Panama, Peru, USA, Uruguay Asia: Afghanistan, Bhutan, China, DPR Korea (North Korea), India, Iran, Iraq, Israel, Japan, Jordan, Lebanon, Pakistan, Republic of Korea (South Korea), Saudi Arabia, Syria, Turkey, Uzbekistan Europe: Austria, Belarus, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Faore Island, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Jersey, Lithuania, Malta, Montenegro, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom Oceania: Australia, New Zealand"
  },
  {
    No: "41",
    jenis: "BAKTERI",
    kategori: "A1",
    nama: "\"Erwinia amylovora (Burrill 1882) Winslow et al. 1920; (Syn. Bacillus amylovorus (Burrill) Trevisan, 1889,\" Bacterium amylovorum \"(Chester 1901), Erwinia amylovora f.sp. rubi Starr et al. 1951, Micrococcus amylovorus Burrill 1882); fire blight\" ,
    inang: "Amelanchier spp., Amelanchier alnifolia (saskatoon serviceberry), Amelanchier canadensis (thicket serviceberry), \"Amelanchier laevis, Aronia melanocarpa (black chokeberry), Chaenomeles spp., Chaenomeles japonica, Cotoneaster bullatus, Cotoneaster buxifolius, Cotoneaster horizontalis, Cotoneaster lacteus, Cotoneaster lucidus, Cotoneaster microphyllus, Cotoneaster moupinensis, Cotoneaster niger, Cotoneaster salicifolius, Cotoneaster x crispii, Cotoneaster x watereri, Crataegus spp., Crataegus laevigata, Crataegus monogyna, Crataegus pinnatifida, Crataegus x prunifolia, Cydonia oblonga (quince), Eriobotrya spp., Eriobotrya japonica (loquat), Fragaria ananassa (stroberi,\" \"strawberry), Malus spp. (ornamental species apple), Malus baccata, Malus coronaria, Malus domestica (apel, apple), Malus floribunda, Mespilus spp. (medlar), Mespilus germanica, Photinia davidiana (Chinese stranvaesia), Prunus armeniaca (aprikot, apricot), Prunus cerasifera (myrobalan plum), Prunus domestica (plum), Prunus salicina (Japanese plum), Pseudocydonia sinensis (Chinese quince), Pyracantha spp. (firethorn), Pyracantha coccinea (scarlet firethorn), Pyrus amygdaliformis, Pyrus betulifolia, Pyrus bourgaeana, Pyrus communis (pir, pear), Pyrus communis var. pyraster (poirier sauvage), Pyrus pyrifolia (oriental pear tree),\" Rosa canina (dog rose), Rosa rugosa (rugosa rose), Rubus spp., Rubus fruticosus (blackberry), Sorbus spp., Spiraea prunifolia ,
    media: "batang (stems), bibit (seedlings), buah (fruits), bunga (inflorescences), daun (leaves), kayu (woods), tanaman hasil mikropropagasi (micropropagated plants/ planlet), tunas (buds, shoots) ",
    daerah: "\"Africa: Algeria, Egypt, Morocco, Tunisia America: Bermuda, Canada, Guatemala, Mexico, USA\" \"Asia:  Armenia,  Azerbajian, Iran, Israel, Jordan, Kazakhstan, Kyrgystan, Lebanon, Republic of Korea (South Korea), Syria, Turkey, Europe: Albania, Austria, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czechia, Denmark, France, Georgia, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxemburg, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal, Romania, Russia,  Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: New Zealand\" 
  },
  {
    No: "42",
    jenis: "BAKTERI",
    kategori: "A1",
    nama: "\"Pantoea agglomerans Gavini et al. 1989; (Syn. Bacterium herbicola Geilinger, Bacterium.typhi- flavum Breed, Corynebacterium beticola Abdou 1969, Enterobacter agglomerans (Beijerinck 1888) Ewig and Fife 1972, Enterobacter agglomerans pv. Millettiae (Kawakami and Yoshida 1920), Erwinia herbicola (Lohnis 1911) Dye 1964,  Erwinia herbicola pv. Millettiae (Kawakami and Yoshida 1920) Goto et al. 1980, Erwinia lathyri (Manns and Taubenhaus) Magrou\" \"1937, Erwinia mangiferae (Doidge) Bergey et al. 1923, Erwinia millettiae (Kawakami and Yoshida 1920) Magrou 1937, Erwinia vitivora (Baccarini) du Plessis 1940, Flavobacterium herbicola (Lohnis) Mack 1936, Falvobacterium rhenanum (Migula) Bergey et al. 1923, Flavobacterium trifolii (Huss) Bergey et al. 1923, Kurthia baccarinii (Macchiati) Pribram 1933, Pantoea agglomerans pv. Millettiae (Kawakami and Yoshida 1920), Phytomonas itoana (Tochinai) Magrou 1937, Pseudomonas herbicola (Lohnis) de’Rossi 1927, Pseudomonas itoana Tochinai 1932, Pseudomonas trifolii Huss 1907, Xanthomonas\" cosmosicola Rangaswami \"and Sanne Gowda 1963, Xanthomonas indica Rangaswami, Prasad and Eswaran 1961, Xanthomonas itoana (Tochinai) Dowson 1943, Xanthomonas maydis Rangaswami, Prasad and Eswaran 1961, Xanthomonas penniseti Rajagopalan and Rangaswami 1958, Xanthomonas rubrisorghi Rangaswami, Prasad and Eswaran 1961, Xanthomonas tagetis Rangaswami and Sanne Gowda 1963, Xanthomonas translucens f.sp. oryzae, Xanthomonas trifolii (Huss) James 1955); bacterial grapevine blight, bacterial rice leaf blight\" ,
    inang: "Abelmoschus moschatus \"(okra, lady’s finger), Allium sativum (bawang putih, garlic), Ananas comosus (nanas, pineapple), Citrus spp. (jeruk, citrus), Gossypium hirsutum (kapas, cotton), Imediaatiens balsamina, Juglans regia (walnut), Lathyrus odoratus, Malus domestica (apel, apple), Mangifera indica (mangga, mango), Manihot esculenta (ubi kayu, cassava), Oryza sativa (padi, paddy, rice), Pyrus communis (pir, pear), Setaria italica (jawawut, foxtail millet), Solanum\" lycopersicum (tomat, tomato), Sorghum bicolor (sorghum), Tagetes erecta (Mexican marigold), Trifolium spp. Vitis vinifera (anggur, grapevine), Westeria brachybotrys (silky wisteria), Wisteria floribunda (Japanese wisteria), Zea mays (jagung, corn, maize) ,
    media: "akar (roots), batang (stems), buah (fruits), bunga (inflorescence), polong (pods), daun (leaves)",
    daerah: "America: Barbados, Brazil, Canada, Chile, Cuba, USA, Venezuela Asia: China, Israel, Saudi Arabia Europe: Austria, Germany, Italy, Poland, United Kingdom Oceania: New Zealand"
  },
  {
    No: "43",
    jenis: "BAKTERI",
    kategori: "A1",
    nama: "Pseudomonas marginalis pv. marginalis (Brown 1918) Stevens 1925; Kansas lettuce disease, leaf blight of chicory, leaf rot of lettuce, marginal lettuce leaf blight",
    inang: "\"Aconitum napellus (aconite monkshood), Agapanthus africanus (African blue lily), Allium cepa (bawang bombay, onion), Allium chinense (spring onion, rakkyo), Allium sativum (bawang putih, garlic), Ananas comosus (nanas, pineapple), Anemone coronaria (Poppy anemone), Apium graveolens (seledri, celery), Armoracia rusticana (lobak pedas, horseradish), Beta vulgaris (bit gula, beetroot), Beta vulgaris var. cicla (chard), Brassica nigra (sawi hitam, black mustard), Brassica oleracea (kubis, cabbages), Brassica oleracea var. botrytis (bunga kol, cauliflower), Brassica oleracea var. capitata (kubis, cabbage), Brassica rapa subsp. pekinensis (sawi putih,\" Chinese cabbage), Capsicum annuum (paprika, bell pepper), Chrysanthemum vestitum (krisan, Chrysanthemum), Cichorium spp. (chicory), Cucumis sativus (mentimun, cucumber), Cucurbita spp. (pumediakin), Dahlia pinnata (garden dahlia), Daucus carota (wortel, carrot), Dianthus caryophyllus (anyelir, carnation), Eutrema wasabi (wasabi), Helianthus annuus (bunga matahari, sunflower), Hyacinthus orientalis (hyacinth), Iris germanica (German iris), Lactuca sativa (selada, lettuce), Lactuca sativa var. capitata (head lettuce), Lobelia erinus (dwarf blue lobelia), Medicago sativa (alfalfa, lucerne), Nicotiana \"tabacum (tembakau, tobacco), Nigella damascena (Love-in-a- mist), Onobrychis viciifolia (sainfoin), Papaver somniferum (Opium poppy), Pastinaca sativa (parsnip), Petroselinum crispum (peterseli, parsley), Phaseolus coccineus (runner bean), Phaseolus vulgaris (buncis, common bean), Philodendron bipinnatifidum (lacy tree philodendron), Populus spp. (poplars), Primula spp. (Primrose), Prunus amygdalus (badam, almond), Prunus persica (persik, peach), Raphanus sativus (lobak, radish), Rheum hybridum (rhubarb), Solanum lycopersicum (tomat, tomato), Solanum tuberosum (kentang, potato), Syngonium spp., Syngonium podophyllum\" (singonium, arrowhead vine), Zingiber officinale (jahe, ginger) ,
    media: "akar (roots), batang (stems), bibit (seedlings/Micropropag ated plants), buah (fruits inc. pods), daun (leaves),  rimediaang (rhizome), umbi (bulbs, corms, tubers)",
    daerah: "Africa: Egypt, Ethiopia, Kenya, Nigeria, South Africa, Tanzania, Uganda, America: Argentina, Barbados, Bermuda, Brazil, Canada, USA, Venezuela. Asia: China, India, Japan, Democratic People's Republic of Korea (North Korea), Republic of Korea (South Korea), Taiwan Eropa: Austria, Belgium, France, Germany, Ireland, Italy, Netherland, Portugal, Serbia, Spain, UK, Oceacia: Australia, New Zealand"
  },
  {
    No: "44",
    jenis: "VIRUS",
    kategori: "A1",
    nama: "Apple mosaic virus (ApMV); (Syn. apple mosaic virus, European plum line pattern virus, mountain ash variegation virus, birch line pattern virus, birch ringspot virus, Dutch plum line pattern virus, hop A virus, horse chestnut yellow mosaic virus, rose mosaic virus, hop virus A, hop virus C) \"chestnut mosaic, apple infectious variegation virus, peach line pattern, plum European line pattern, plum line pattern virus, rose infectious chlorosis virus, rose mosaic,  infectious variegation of horse chestnut, mosaic of apple, ring spot mosaic of mountain ash, yellow mosaic of horse shesnut\" ,
    inang: "\"Aesculus spp., Aesculus flava, Aesculus hippocastanum, Aesculus parviflora, Aesculus x carnea, Artemisia vulgaris (mugwort), Betula spp. (birch), Betula alleghaniensis, Betula papyrifera, Betula pendula (common silver birch), Camediaanula spp. (camediaanulas), Clematis vitalba (old man’s beard),\" \"Corylus spp., Corylus avellana (hazel), Crataegus spp., Cydonia oblongata (quince), Fragaria spp., Galaeopsis spp., Humulus lupulus (common hop), Malus spp. (ornamental species apple), Malus domestica (apel, apple), Malus sylvestris (crab apple tree), Mespilus germanica (medlar), Prunella spp., Prunus spp. (stone fruit), Prunus americana (aprikot, apricot), Prunus avium (ceri, sweet cherry), Prunus cerasifera (myrobalan plum), Prunus cerasus (sour cherry), Prunus domestica (prem, plum), Prunus dulcis (almon, badam, almond), Prunus mahaleb, Prunus persica (persik, peach), Prunus salica (Japanese plum), Prunus serrulate, Prunus spinosa\" \"(blackthorn), Prunus triloba, Pyrus comunis (European pear), Pyrus pyrifolia (oriental pear tree), Ribes rubrum (red currant), Rosa spp. (mawar, rose), Rosa canina (dog rose), Rosa hybrida, Rubus spp., Rubus canescens, Rubus fruticosus (blackberry), Rubus idaeus (raspberry), Rubus occidentalis (black raspberry), Rubus parviflorus (thimbleberry), Rubus ursinus, Salvia verbenaca, Scandix spp., Solanum capsicoides (cockroach berry), Sorbus aucuparia (mountain ash)\" ,
    media: "akar (roots), batang (stems (above ground), trunks, branches), buah (fruit), polong (pods), bunga (flowers, inflorescences, cones, calyx), tunas (shoots, buds), kultur jaringan (tissue culture)",
    daerah: "\"Africa: Algeria, Kenya, Morocco, South Africa, Tunisia, Zimbabwe America: Argentina, Brazil, Canada, Chile, Mexico, USA, Uruguay Asia: Bangladesh, China, India, Japan, Jordan, Lebanon, Pakistan, Syria, Turkey Europe: Albania, Austria, Azerbaijan, Belarus, Belgium, Bosnia and Herzegovina,\" \"Bulgaria, Belarus, Croatia, Cyprus, Czechia, Denmark, Finland, France, Germany, Greece, Hungary, Italy, Latvia, North Macedonia, Montenegro, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: Australia, New Zealand\" 
  },
  {
    No: "45",
    jenis: "VIRUS",
    kategori: "A1",
    nama: "\"Cherry rasp leaf virus (CRLV);\" \"(Syn. apple flat apple virus, cherry rasp leaf virus, flat apple virus);  American rasp leaf of cherry, flat apple   , rasp leaf of cherry\" ,
    inang: "Atriplex hortensis, Balsamorhiza sagittata, Chenopodiastrum murale, \"Chenopodium album, Chenopodium gigenteum, Chenopodium quinoa, Cucumis sativus, Cucurbita maxima, Cymopsis tetragonoloba, Gomediahrena globosa, Hydrangea macrophylla (bigleaf hydrangea), Malus domestica (apel, apple), Malus sylvestris (crab apple tree), Malva spp., Nicotiana spp., Ocimum basilicum, Phaseolus vulgaris, Physalis floridina, Plantago mayor (broad leaved plantain), Prunus avium (ceri, sweet cherry), Prunus cerasus (kersen, sour cherry), Prunus mahaleb (mahaleb cherry), Prunus persica (persik, peach), Prunus Rubus spp., Rubus ideaus (raspberry), Sambucus nigra, Sesbania herbaceous, Solanum\" betaceum, Solanum lycopersicum, Solanum tuberosum, Taraxacum officinale (dandelion) ,
    media: "akar (roots), batang (stems (above ground), trunks, \"branches), buah (fruits), bunga (flower, inflorescences, cone, calyx), biji (true seeds, grains), bibit (seedlings, micropopagated plants), daun (leaves), kulit kayu (bark), tanaman (whole plants), tunas (shoots, buds), kultur jaringan (tissue culture)  Vektor: Xiphinema americanum, Xiphinema californicum, Xiphinema rivesi\" ,
    daerah: "America: Canada, USA Asia: China"
  },
  {
    No: "46",
    jenis: "VIRUS",
    kategori: "A1",
    nama: "\"Tomato ringspot virus (ToRSV); (Syn. Apple union necrotic nepovirus, blackberry (Himalaya) mosaic virus, Eumonymus chlorotic ringspot virus, Eumonymus ringspot virus, grape yellow\" \"vein virus, gravein yellow vein virus, Nicotiana 13 virus, peach stem pitting virus, prune brown line virus,  prunus stem pitting virus, red currant mosaic vurus, tobacco ringspot virus 2, tomato ringspot virus, winter peach mosaic virus); apple union necrosis, chlorosis of pelargonium, grapevine yellow vein peach yellow bud mosaic, prunus stem pitting; redcurrant chlorosis mosaic, yellow blotch curl of raspberry, yellow bud mosaic of peach, yellow vein of grapevine, ringspot of tomato\" ,
    inang: "Buddleja davidii (butterfly bush), Capsicum (peppers), Cornus (Dogwood), Cydonia oblonga (quinece), Fragaria chiloensis (Chilean strawberry), Gladiolus hybrids (sword lily), Hydrangea (hydrangeas), Lotus \"corniculatus (bird's-foot trefoil), Malus domestica (apel, apple), Nicotiana tabacum (tembakau, tobacco), Pelargonium sp., Prunus, Prunus armeniaca (aprikot, apricot), Prunus avium (ceri, sweet cherry), Prunus cerasus (kersen, sour cherry), Prunus domestica (prem, plum), Prunus persica (persik, peach), Prunus salicina (Japanese plum), Ribes sp., Rubbus sp., Rubbus idaeus (rasberi, raspberry), Rubus procerus, Sambucus (Elderberry), Solanum lycopersicum (tomat, tomato), Solanum melongena (terung, aubergine, egg plants), Taraxacum officinale comedialex (dandelion), Vaccinium corymbosum (blueberry), Vitis\" spp. (anggur, grapevine), Vitis vinifera (anggur, grapevine) ,
    media: "akar (roots), batang (stems (above ground), trunks, branches), buah (fruits), bunga (flowers, inflorescences), biji (true seeds, grains), \"daun (leaves),   kultur jaringan (tissue culture),  tanaman (whole plants), sulur (stolon)  Vektor: Dorylaimida: Longidoridae: Xiphinema americanum, Xiphinema rivesi\" ,
    daerah: "\"Africa: Egypt, Togo America: Brazil, Canada, Chile, Colombia, Mexico, Puerto Rico, Peru, USA, Venezuela Asia: China, India, Iran, Japan, Jordan, Lebanon, Oman, Pakistan,  Republic of Korea (South Korea), Taiwan, Turkey\" Europe: Belarus, Croatia, France, Germany, Lithuania, Montenegro, Netherlands, Poland, Russia, Serbia, Spain, Slovakia, United Kingdom. Oceania: Fiji, New Zealand 
  },
  {
    No: "47",
    jenis: "VIROID",
    kategori: "A1",
    nama: "Hop stunt hostuviroid (HSVd); (Syn. hop stunt viroid, citrus cachexia viroid, citrus viroid II, cucumber pale fruit viroid, dapple plum and peach fruit disease viroid ); citrus xyloporosis, little leaf of citrus, stem pitting of sour orange, xyloporosis of citrus, citrus gummy bark viroid, grapevine viroid, hop stunt disease, mulberry vein clearing peach dapple viroid, plum dapple viroid",
    inang: "\"Amediaelopsis brevipedunculata var. maxiwiczii, Citrus spp. (jeruk, orange), Citrus aurantifolia (lime), Citrus aurantium (sour orange), Citrus clementina, Citrus latifolia (Tahiti lime), Citrus limettioides (Palestine sweet lime), Citrus limon (lemon), Citrus limonia (mandarin lime), Citrus macrophylla (alemow), Citrus maxima (pummelo), Citrus medica (citron), Citrua reticulata (mandarin), Citrus sinensis (navel orange), Citrus tankan (tankan Mandarin), Citrus unshiu (satsuma), Citrus volkameriana, Citrus x paradise (grapefruit), Cucumis sativus (mentimun, cucumber), Ficus carica (common fig), Fortunella spp. (kumquats), Fragaria ananassa (strowberi, strawberry), Galinsoga quadriradiata (shaggy soldier), Gynura aurantiaca (Java velvet plant), Hisbiscus rosa-\" \"sinensis (China rose), Humulus lupulus (hop), Malus domestica (apel, apple), Malus sylvestris (crab apple tree), Morus (mulberry tree), Morus alba (murbei, mulberry), Pistacia vera, Prunus armeniaca (aprikot, apricot), Prunus avium (ceri, sweet cherry), Prunus cerasus, Prunus domestica (prem, plum), Prunus dulcis (almon, badam, almond), Prunus mume, Prunus persica (persik, peach), Prunus salicina (Japanese plum), Punica granatum (pomegranate), Pyrus communis (European pear), Vitis flexuosa, Vitis labrusca, Vitis vinifera (anggur, grapevine), Ziziphus jujuba (common jujube)\" ,
    media: "akar (roots), batang (stems (above ground), trunks, branches), bunga (flowers, inflorescences, cones, calyx), buah (fruits), daun (leaves), kulit kayu (barks), tanaman (whole plants), kultur jaringan (tissue culture)",
    daerah: "Africa: Algeria, Egypt, Libya, Morocco, Nigeria, South Africa, Sudan, Tunisia America: Argentina, Brazil, Canada, Chile, Colombia, Cuba, Ecuador, Jamaica, Suriname, Trinidad and Tobago, Uruguay, USA, Venezuela Asia: Azerbaijan, China, India, Iran, Israel, Japan, Jordan, Republic of Korea (South Korea), Lao PDR, Lebanon, Philippines, Saudi Arabia, Syria, Taiwan, Thailand, Turkey, Yemen Europe: Bosnia and Herzegovina, Cyprus, Czechia, France, Germany, Greece, Italy, Kosovo, Portugal, Serbia, Slovakia, Slovenia, Spain Oceania: Australia, New Zealand"
  },
  {
    No: "48",
    jenis: "SERANGGA",
    kategori: "A2",
    nama: "Chrysomediahalus aonidum (Linnaeus, 1758); \"(Syn. Aonidiella ficorum Ashmead, Aspidiotus (Chrysomediahalus) aonidum\" \"(Linnaeus) Hemediael, 1900, Aspidiotus (Chrysomediahalus) ficus (Ashmead) Berlese, 1896, Aspidiotus aonidum (Linnaeus) Cockerell, 1905, Aspidiotus ficorum Ashmead, Aspidiotus ficus (Ashmead) Comstock, 1881, Chrysomediahalus ficus Ashmead, 1880, Coccus aonidum Linnaeus, 1758); (Hemiptera: Diaspididae); red scale, Sircular black scale, black scale, circular black scale, circular purple scal, citrus black scale\" ,
    inang: "Asparagus officinalis (asparaga, asparagus), Carica \"papaya (pepaya, papaya), Camelia sinensis (teh, tea), Cinnamomum verum\" (cinnamon), Citrus spp. (jeruk, orange), Citrus aurantiifolia (lime), Citrus limon (lemon), Citrus maxima (pummelo), Citrus sinensis (navel orange), Citrus x paradisi (grapefruit), Cocos nucifera (kelapa, coconut), Dracaena, Dracaena reflexa, Gossypium hirsutum (kapas, cotton), Lauraceae, Palmaceae, Malus domestica (apel, apple), Mangifera indica (mangga, mango), Musa spp. (pisang, banana), Musa x paradisiaca (plantain), Phoenix dactylifera (kurma, date-palm), Pinus merkusii (pinus, pinetree), Pinus (pines), Yucca decipiens ,
    media: "batang (stems, shoots, branches), daun (leaves), buah (fruits (inc. pods))",
    daerah: "\"Indonesia: Jawa, Sulawesi, Sumatera Africa: Algeria, Burundi, Comoros, Egypt, Ethiopia, Guinea, Kenya, Madagascar,\" \"Malawi, Mauritius, Morocco, Mozambique, Nigeria, Réunion, Senegal, Seychelles, South Africa, Spain, Sudan, Tanzania, Tunisia, Uganda, Zambia, Zimbabwe America: Argentina, Barbados, Bermuda, Brazil, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Dominica, Dominican Republic, El Salvador, French Guiana, Guadeloupe, Guatemala, Guyana, Haiti, Honduras, Jamaica, Martinique, Mexico, Montserrat, Panama, Paraguay, Puerto Rico, Saint Lucia, Saint Vincent and the Grenadines, Suriname, Trinidad and Tobago, USA, United States Virgin Islands, Uruguay, Venezuela Asia: Bhutan, British Indian Ocean Territory, China, DPR Korea (North Korea), Hong Kong, India, Iran, Iraq, Israel, Japan, Jordan, Lebanon, Malaysia,\" \"Myanmar, Oman, Pakistan, Philippines, Republic of Korea (South Korea), Saudi Arabia, Singapore, Sri Lanka, Syria, Taiwan, Thailand, Turkey, Vietnam, Yemen Europe: Belgium, Bosnia and Herzegovina, Croatia, Cyprus, Czechia, France, Germany, Greece, Hungary, Italy, Kosovo, Malta, Montenegro, North Macedonia, Netherlands, Poland, Portugal, Romania, Spain, Serbia, Slovenia Oceania: American Samoa, Australia, Cook Islands, Federated States of Micronesia, Fiji, French Polynesia, Kiribati, New Caledonia, Niue, Papua Nugini, Samoa, Solomon Islands, Tuvalu\" 
  },
  {
    No: "49",
    jenis: "SERANGGA",
    kategori: "A2",
    nama: "Diaspidiotus perniciosus \"(Comstock) Cockerell, 1899, Danzig, 1993; (=Aonidia fusca =Aonidiella fusca =A. perniciosa =Aspidiotus (Comstockaspis) perniciosus =A. (Diaspidiotus)\" \"andromelas =A. (Diaspidiotus) perniciosus =A. (Hemiberlesiana) perniciosus =A. perniciosus =A. albopunctatus =A. fuscus =A. perniciosus =Comstockaspis perniciosa =Diaspidiotus perniciosus =Hemiberlesia perniciosa =Quadraspidiotus perniciosus =Q.perniciosus); (Hemiptera: Diaspididae); California scale, Chinese scale, perniciosus scale, San José scale\" ,
    inang: "Acacia (wattles), Acer (maples), Actinidia, Aesculus (buckeye), Alianthus, Akebia, Albizia, Alnus (alders), Aloe (grey alders), Althea (hollyhocks), Amelanchier (serviceberries), Amediaelopsis, Antirhinum \"(snapdragon), Aralia, Arbutus, Aristolochia (dutchman’s pipe), Asclepias (Silkweed). Asparagus officinalis (asparagus), Aster, Aucuba, Baccharis, Bambusa (bamboo), Berberis (barberries), Betula (birches), Bignonia, Buddleia (Butterflybush), Buxus (box), Callistemon (Bottle brush), Camelia, Canna, Caragana, Carpinus (hornbeams), Carya (hickories), Caryopteris (blue- beard), Castanea (chestnut), Catalpa, Ceanothus (white- thorn), Cedrus (cedars), Celtis (nettle tree), Cephalanthus (buttonbush), Cercis (redbud), Chaenomeles (flowering quinces), Chamaecyparis (false cypress), Chrysanthemum (daisy), Cinnamomum, Citrus spp.(jeruk, orange), Clarastis, Clematis, Cleodendrum\" (Fragrant clerodendron), \"Convolvulus (morning glory), Cornus (Dogwood), Corylopsis, Corylus, Cotoneaster, Crataegus (hawthorns, Cupressus (cypresses), Cydonia (quince), Cytisus (Broom), Dahlia, Daphne, Daucus (carrot), Deutzia, Diervilla (bush-honeysuckle), Diospyros (malabar ebony), Eleagenus, Erica (heaths), Erigeron (Fleabane). Eriobotrya, Eucalyptus, Euonymus, Euphorbia (spurges), Fagus (beeches), Ficus, Forsythia (golden bells), Fragaria (Strawberry), Fraxinus (ashes), Gaylussacia (huckleberry), Genista (broom), Ginkgo, Gymnocladus, Hamamelis (witchhazel), Hedera (Ivy), Hibiscus (rosemallows), Hydrangea\" (hydrangeans), Hypericum (st Johnsworts), Ilex (Holly), Inula (Elecamediaene), Jasminum (jasmine), Juglans (walnuts), Juniperus (junipers) Kalmia (laurel), Kerria, Laburnum anaryroides (laburnum), Lagerstroemia, Larix (larches), Laurus (laurel), Lespedeza, Ligustrum (privet), Lilium (lily), Lindera (spicebush), Liquidambar (amber tree), Liriodendron (tulip tree), Lonicera (honeysuckles), Lycium (boxthorn), Maclura (osage-orange), Magnolia, Mahonia (holly grape), Malus domestica (apel, apple), Malva, Mesembryanthemum, Mespilus (medlar), Morus (mulberrytree), Myrica (waxmyrtles), Myrtus (myrtle), Nerium (oleander), Nyssa (tupelo), Olea (olive), Ostrya, Paeonia (peonies), \"Panicum (millets), Paulownia, Persea, Petroselinum (parsley), Phellodendron (cork tree), Philadelphus, Philadelphus coronarius (mock orange), Phlox, Physocarpus, Picea (spruces), Pinus (pines), Piper (pepper), Pittosporum, Platanus (planes), Plygonum (knotweed), Poncirus, Populus (poplas), Potentilla (Cinquefoil), Prunus (stone fruit), Prunus avium (sweet cherry), Prunus cerrasus (ceri, cherry), Prunus domestica (plum), Prunus laurocerasus (cherry laurel), Prunus persica (persik, peach), Prunus salicina (Japanese plum), Ptelea, Punica, Pyracantha (Firethorn), Pyrus (pears), Pyrus communis (European pear), Rhododendron (Azalea), Rhus (Sumach), Ribes (currant),\" \"Ricinus, Salix (willows), Sambucus (Elderberry), Sassafrass, Schinus (pepper tree), Sciadopitys, Smilaz (greenbriar), Solanum (nightsade), Sophora, Sorbaria, Sorbus (rowan), Spartium, Spiraea, Stephanandra, Symediahoricarpos (snowbery), Tamarix (tamarisk), Taxodium (pondcypress), Taxus (yew), Tecoma, Ternstromia, Thuja, Tilia (limes), Trachelospermum, Tsuga (hemlocks), Ulmus (elms), Urtica spp., Vaccinium (blueberries), Vivurnum, Vinca (periwinkle), Vitex, Wisteria, Yucca Vitis vinifera (anggur, grapevine), Prunus persica nectarina (nektarin, nectarine), buah batu (stone fruit)\" ,
    media: "batang (stems (above ground), trunks, shoots, branches), daun (leaves), buah (fruits), stalk",
    daerah: "Indonesia: Jawa (Jawa Timur) Africa: Algeria, Angola, DR Congo, Congo, Morocco, South Africa, Tunisia, Zimbabwe America: Argentina, Bolivia, Brazil, Canada, Chile, Cuba, \"Ecuador, Mexico, Paraguay, Peru, USA, Uruguay, Venezuela Asia:  Armenia, Azerbaijan, Afghanistan, Bangladesh, Bhutan, Brunei, China, DPR Korea (North Korea), Georgia, India, Iran, Iraq, Japan, Jordan, Kazakhstan, Kyrgystan, Nepal, Pakistan, Republic of Korea (South Korea), Tajikistan, Taiwan, Tajikistan, Thailand, Turkey, Uzbekistan, Vietnam, Yemen Europe: Albania, Austria, Belgium, Bulgaria, Croatia, Cyprus, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Italy, Latvia, Lithuania, Malta, Moldova, Montenegro, Netherlands, North Macedonia, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain,\" \"Switzerland, Ukraine, United Kingdom. Oceania: Australia, New Zealand\" 
  },
  {
    No: "50",
    jenis: "SERANGGA",
    kategori: "A2",
    nama: "Frankliniella occidentalis (Pergande); \"(Syn. Euthrips helianthi Moulton, 1911, Euthrips occidentalis Pergande, 1895,\" \"Euthrips tritici var. californicus Moulton, 1911, Frankliniella californica Moulton, Frankliniella canadensis Morgan, 1925, Frankliniella chrysanthemi Kurosawa, 1941, Frankliniella claripennis Morgan, 1925, Frankliniella conspicua Moulton, 1936, Frankliniella dahliae Moulton, 1948, Frankliniella dianthi Moulton, 1948, Frankliniella helianthi (Moulton), Frankliniella moultoni Hood, Frankliniella nubila Treherne, 1924, Frankliniella occidentalis f. brunnescens Priesner, 1932, Frankliniella occidentalis f. dubia Priesner, 1932, Frankliniella syringae Moulton, 1948, Frankliniella trehernei Morgan, Frankliniella tritici maculata\" \"Priesner, 1925, Frankliniella tritici var. moultoni Hood, 1914, Frankliniella umbrosa Moulton, 1948, Frankliniella venusta Moulton, 1936); (Thysanoptera: Thripidae); western flower thrips, alfalfa thrips, flower thrips, western (USA) grass thrips\" ,
    inang: "Allium ascalonicum (bawang merah, shallot), Amaranthus palmeri (palmer amaranth), Arachys hypogaea (kacang tanah, peanut), Beta vulgaris \"(bit, beetroot), Begonia spp., Brassica oleracea capitata (kubis, cabbage), Cucurbitaceae, Carthamus tinctorius, Citrus x paradise (grapefruit), Capsicum annuum (cabai besar, paprika, bell-pepper), Cyclamen spp., Dahlia spp., Daucus carota (wortel, carrot), Dianthus caryophyllus (anyelir, carnation), Euphorbia pulcherrima, Ficus carica (ara, fig), Fuchsia sp., Fragaria vesca (wild strawberry), Gossypium barbadens (kapas, cotton), Gerbera jamesonii, Geranium spp., Gladiolus hybrids, Gypsophila, Hibiscus, Imediaatiens, Kalanchoe, Lactuca sativa (selada, lettuce), Limonium sinuatum, Lisianthus spp., Lathyrus odoratus, Leucaena\" \"leucocephala (lamtoro, wild tamarind), Malus domestica (apel, apple), Medicago sativa (alfalfa, lucerne), Orchidaceae (anggrek, orchid), Petroselinum crispum (parslei, parsley), Pisum sativum (kapri, sweet pea), Prunus americana (aprikot, apricot), Prunus domestica (prem, plum), Prunus persica var. nucipersica (nektarin, nectarine), Prunus persica (persik, peach), Purshia tridentata, Raphanus raphanistrum, Rhododendron spp. (azalea), Rosa spp. (mawar, rose), Solanum lycopersicum (tomat, tomato), Salvia spp., Secale cereale (rye), Sinapis arvensis, Sinningia speciosa, Saintpaulia ionantha, Solanum melongena (terung, aubergine,\" eggplant), Sonchus spp., Syzygium aquea (jambu air, star apple), Trifolium spp., Triticum aestivum (gandum, wheat), Vitis vinifera (anggur, grapevine), Vigna spp. (cowpea), Zinnia spp. ,
    media: "batang (stems (above ground), shoots, trunks, branches), daun (leaves), bunga (flowers, inflorescences, cones, \"calyx), buah (fruits), bibit (seedlings, micropropagated plants)\" ,
    daerah: "Indonesia: Jawa (Jawa Barat) Africa: Algeria, Burkina Faso, Egypt, Eswatini, Kenya, Morocco, Reunion, South Africa, Tunisia, Uganda, Zimbabwe \"America: Argentina, Brazil, Canada, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, Guadeloupe, Guatemala, Guyana, Martinique, Mexico, Panama, Peru, Puerto Rico, Uruguay, USA, Venezuela Asia: China, India, Iran, Israel, Japan, Republic of Korea (South Korea), Kuwait, Lebanon, Malaysia, Myanmar, Philippines, Qatar, Singapore, Sri Lanka, Taiwan, Turkey Europe: Albania, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Malta, Netherlands, North Macedonia, Norway, Poland, Portugal, Romania, Russia, Slovakia, Slovenia, Spain,\" \"Sweden, Switzerland, Ukraine, United Kingdom Oceania: Australia, New Zealand\" 
  },
  {
    No: "51",
    jenis: "CENDAWAN",
    kategori: "A2",
    nama: "\"[s]: Sclerotinia sclerotiorum (Lib.) de Bary, 1884; (Syn. Helotium sclerotiorum (Lib.) Fuckel, 1866, Hymenoscyphus sclerotiorum (Lib.) W. Phillips, 1887, Sclerotinia libertiana Fuckel, 1870, Sclerotinia opuntiarum Speg., 1899, Sclerotinia sclerotiorum f. orobanches Naras. & Thirum., 1954, Sclerotinia sclerotiorum f. sclerotioru m (Lib.) de Bary, 1884, Sclerotinia sclerotiorum var. opuntiar um (Speg.) Alippi, 1960, Sclerotinia sclerotiorum\" \"var. sclerotiorum (Lib.) de Bary, 1884, Whetzelinia sclerotiorum (Lib.) Korf & Dumont, 1972); [a]: Sclerotium varium Pers., 1801; (Syn. Peziza coemansii J.J. Kickx, Peziza sclerotiorum Lib., 1837, Phialea sclerotiorum (Lib.) Gillet, 1881); Fungi, Ascomycota, Pezizomycotina, Leotiomycetes, Helotiales, Sclerotiniaceae; cottony soft rot, white rot, Sclerotinia wilt, Sclerotinia head rot, Sclerotinia blossom blight, Sclerotinia drop Sclerotinia soft rot, Sclerotinia stalk rot, Sclerotinia stem rot, collar rot, Sclerotinia pod rot, Sclerotinia canker, Sclerotinia twig blight, watery pod rot, white mould, sclerotinia disease\" ,
    inang: "\"Abelmoschus esculentus (bendi, okra), Acroptilon repens (Russian knapweed), Actinidia chinensis (kiwi, Chinese gooseberry), Actinidia deliciosa (kiwifruit), Alcea rosea (Hollyhock), Allium cepa (bawang bombay, onion), Allium sativum (bawang putih, garlic), Anemone coronaria (poppy anemone), Anethum graveolens (adas, dill), Angelica archangelica (Angelica), Antirrhinum majus (bunga mulut singa, snapdragon), Apium graveolens (seledri, celery), Apium graveolens var. Rapaceum (celeri), Aquilegia (Columbines), Aquilegia\" flabellata, Arabidobsis thaliana, Arachis hypogaea (kacang tanah, groundnut), Arctium lappa (burdock), Argyranthemum frutescens (marguerite daisy), Asclepias (Silkweed), Asparagus officinalis (asparagus), Aster ericoides (Heath aster), Astragalus sinicus (Chinese clover), Begonia tuberhybrida, Bellis perennis (common daisy), Berberis (barberries), Borago officinalis (Borage), Brassica, Brassica carinata (African cabbage), Brassica oleracea (cabbages, cauliflowers), Brassica oleracea var. botrytis (bunga kol, cauliflower), Brassica oleracea var. capitata (kubis, cabbage), Brassica oleracea var. gemmifera (Brussels sprouts), Brassica oleracea var. gongylodes (kohlrabi), Brassica oleracea var. italica (brokoli, broccoli), Brassica oleracea var. viridis (collards), Brassica napus var. napus (rape), Brassica rapa subsp. \"chinensis (Chinese cabbage), Brassica rapa subsp. pekinensis, Brassica rapa subsp. rapa (turnip), Brassicaceae (cruciferous crops), Camellia, Camelina sativa, Camediaanula (camediaanulas), Cannabis sativa (hemedia), Capsicum annuum (bell pepper), Capsicum frutescens (cabai rawit, chilli), Carduus (thistle), Carthamus tinctorius (kesumba, safflower), Carum carvi (jintan putih, caraway), Catharanthus roseus (Madagascar periwinkle), Centaurea (Knapweed), Chenopodium album (fat hen), Chrysanthemum (krisan, daisy), Cicer arietinum (kacang Arab, chickpea), Cichorium (chicory), Citrullus lanatus (semangka, watermelon), Citrus, Citrus aurantiifolia (lemon, lime), Citrus aurantium (sour orange), Citrus limonia (mandarin lime), Citrus maxima (jeruk Bali,\" \"pummelo), Citrus medica (jeruk sukade, citron), Citrus reticulata (Jeruk Mandarin, mandarin), Citrus sinensis (jeruk, navel orange), Citrus x paradisi (grapefruit), Corchorus olitorius (yute, jute), Coriandrum sativum (ketumbar, coriander), Cosmos bipinnatus (garden cosmos), Crotalaria spectabilis (showy rattlepod), Cucumis melo (melon, melon), Cucumis sativus (mentimun, cucumber), Cucurbita maxima (kabocha, giant pumediakin), Cucurbita moschata (labu, pumediakin), Cucurbita pepo (labu kuning, zukini, zucchini), Cullen corylifolium (black-dot), Cynara cardunculus L. var. scolymus (globe artichoke), Cynoglossum officinale (hound's tongue), Datura stramonium (jimsonweed), Daucus carota (wortel, carrot), Dianthus caryophyllus (anyelir, carnation), Echinacea purpurea (purple\" \"coneflower), Echium vulgare, Euphorbia pulcherrima (kastuba, poinsettia), Eustoma grandiflorum (Lisianthus (cut flower crop)), Fagopyron esculentum (buckwheat), Felicia amelloides, Foeniculum vulgare (adas, fennel), Fragaria ananassa (stroberi, strawberry), Gaillardia x grandiflora, Glycine max (kedelai, soyabean), Gossypium (cotton), Guizotia abyssinica (niger), Helianthus annuus (sunflower), Helianthus tuberosus (Jerusalem artichoke), Hibiscus cannabinus (kenaf), Hibiscus trionum (Venice mallow), Humulus (hop), Iberis semediaervirens (edging candytuft), Ipomoea batatas (ubi jalar, sweet potato), Iris (irises), Lablab purpureus (hyacinth bean), Lactuca sativa (selada, lettuce), Lagenaria siceraria (bottle gourd), Lantana camara (lantana), Lavandula\" \"stoechas, Lens culinaris ssp. culinaris (lentil), Lilium (lili, lily), Lupinus (lupins), Malus domestica (apel, apple), Malvaviscus arboreus var. drumondii, Marrubium (horehound), Medicago sativa (alfalfa, lucerne), Melilotus (melilots), Mentha piperita (daunt mint, peppermint), Mentha spicata (spear mint), Morus (murbei, mulberrytree), Musa (pisang, banana), Nicotiana tabacum (tembakau, tobacco), Ocimum, Ocimum basilicum (basil), Osteospermum, Panax ginseng (Asiatic ginseng), Papaver somniferum (Opium poppy), Pastinaca sativa (parsnip), Pelargonium (pelargoniums), Persea americana (alpukat, avocado), Petroselinum crispum (parsley), Petunia, Phaseolus (beans), Phaseolus coccineus (runner bean), Phaseolus lunatus (kacang kratok, lima bean), Phaseolus radiata (kacang hijau), Phaseolus\" \"vulgaris (buncis, common bean), Phlox, Pistacia vera (pistachio), Pisum sativum (kapri, pea), Prunus (stone fruit), Prunus avium (ceri manis, sweet cherry), Prunus dulcis (almon, badam, almond), Prunus persica (peach), Prunus salicina (Japanese plum), Ranunculus asiaticus (garden crowfoot), Ranunculus repens (creeping buttercup), Rhaponticum repens (Russian knapweed), Rheum hybridum (rhubarb), Ricinus communis (jarak kepyar, castor bean), Rosa (roses), Rosmarinus officinalis (rosmarin, rosemary), Rubus idaeus (raspberry), Saccharum officinarum (tebu, sugarcane), Sesamum indicum (sesame), Solanum lycopersicum (tomat, tomato), Solanum melongena (terung, eggplant, aubergine), Solanum tuberosum (kentang, potato), Sonchus asper, Spinacia oleracea (bayam, spinach), Stevia rebaudiana,\" Tagetes erecta (African marigold), Thymus citriodorus, Trachyspermum ammi, Trifolium (clovers), Tulipa (tulip), Vaccinium corymbosum (blueberry), Vaccinium virgatum, Vicia faba (broad bean), Vigna angularis (kacang azuki, adzuki bean), Vigna mungo (kacang mungo, black gram), Vigna radiata (kacang hijau, mung bean), Viola (violet), Xanthium cavanellesii, Xerochrysum bracteatum, Zinnia ,
    media: "akar (roots), batang (stems (above ground), trunks, branches), biji (true seeds, grains), buah (fruits, inc. pod), bunga (flowers, inflorescences, cones, calyx), daun (leaves), tanaman, polen (pollen), polong (pods), tunas (shoots), umbi (bulbs, tubers, corms, rhizomes)",
    daerah: "\"Indonesia: Jawa (Jawa Barat, Jawa Tengah) Africa: Algeria, Congo, DR Congo, Egypt, Ethiopia, Kenya, Libya, Malawi, Mauritius, Morocco, Nigeria, Saint Helena, South Africa, Tanzania, Zimbabwe America: Argentina, Bermuda, Bolivia, Brazil, Canada, Chile, Colombia, Costa Rica, Cuba, Ecuador, El Salvador, Guatemala, Mexico, Nicaragua, Panama, Peru, Uruguay, USA, Venezuela Asia: Bangladesh, China, Georgia, Hong Kong, India, Iran, Israel, Japan, Jordan, Lebanon, Nepal, Pakistan, Republic of Korea (South Korea), Singapore,\" \"Sri Lanka, Syria, Taiwan, Tajikistan, Thailand, Turkey, Uzbekistan, Vietnam Europe: Albania, Austria, Azerbaijan, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Macedonia, Malta, Moldova, Montenegro, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Spain, Sweden, Switzerland, Ukraine, United Kingdom Oceania: American Samoa, Australia, Fiji, New Zealand, Samoa\" 
  },
  {
    No: "52",
    jenis: "BAKTERI",
    kategori: "A2",
    nama: "\"Pseudomonas cichorii (Swingle 1925) Stapp. 1928; (Syn. Bacterium cichorii (Swinge) Elliott 1930, Bacterium endiviae Kotte 1930, Bacterium formosanum Okabe 1935, Chlorobacter cichorii Swingle 1925, Phytomonas endiviae Kotte) Clara 1934,\" \"Pseudomonas endiviae Kotte 1930, Pseudomonas formosanum (Okabe) Krasil’nikov 1949, Pseudomonas papaveris (Takimoto) Okabe and Goto 1955); bacterial leaf blight, bacterial blight of endive, bacterial leaf spot, midrib rot, leaf spot and blighting\" \"Cichorium endivia (endives), Cichorium endivia subsp. endivia (endives), Cichorium endivia var. crispum (winter endive), Cichorium intybus (chicory), Citrullus lanatus (semangka, watermelon), Coffea arabica (arabica coffee), Coreopsis lanceolata, Cucumis melo (melon, melon), Cucumis sativus (mentimun, cucumber), Cucurbita pepo (labu kuning, zukini, zucchini) Cyclamen spp., Dahlia spp., Daucus carota (wortel, carrot), Duranta erecta (sinyo nakal, golden dewdrop), Ficus lyrata (fiddle-leaf fig), Gerbera (Barbeton daisy), Gerbera jamesonii (African daisy), Glycine max (kedelai, soyabean), Hedera helix (English ivy), Helianthus (bunga matahari, sunflower),\" \"Hibiscus rosa-sinensis (China- rose), Hydrangea (hydrangeas), Lactuca sativa (selada, lettuce), Luffa aegyptiaca (loofah), Magnolia grandiflora (Southern magnolia), Malus domestica (apel, apple), Mentha arvensis (corn mint), Monstera deliciosa (ceriman), Musa sp. (pisang, banana), Nicotiana tabacum (tembakau, tobacco), Ocimum basilicum (kemangi, basil), Panax ginseng (Asiatic ginseng), Papaver nudicaule (Iceland poppy), Papaver orientale (Oriental poppy), Pernettya mucronata (prickly heath), Phaseolus vulgaris (buncis, common bean), Pelargonium sp. (pelargoniums), Pernettya mucronata (priccky health), Phaseolus vulgaris (buncis,\" ,
    inang: "Abelmoschus esculentus (okra, achra), Agaricus spp., Allium sativum (bawang putih, garlic), Apium graveolens (seledri, celery), Arracacia xanthorrhiza (arracacha), Barleria cristata (Philippine violet), Borago officinalis (Borage), Brassica napus var. napus (rape), \"Brassica oleracea var. botrytis (bunga kol, cauliflower), Brassica oleracea var. capitata (kubis, cabbage), Brassica rapa subsp. chinensis (Chinese cabbage), Brassica rapa subsp. oleifera (turnip rape), Brassica rapa subsp. pekinensis (pe-tsai), Calendula officinalis (pot marigold), Camellia spp., Capsicum spp. (peppers), Capsicum annuum (paprika, cabai, bell pepper), Carthamus tinctorius (kesumba, safflower), Centaurea cyanus (cornflower), Chrysanthemum (daisy), Chrysanthemum coronarium (garland chrysanthemum), Chrysanthemum morifolium (chrysanthemum (florists)), Chrysanthemum vestitum,\" common bean), Phlox aniculate (summer perennial flox), Plumeria pudica (bridal bouquet), Potentilla (Cinquefoil), Primula polyantha, Prunus persica (persik, peach), Pyracantha (Firethorn), Pyrus communis (pir, pear), Ranunculus acris (meadow buttercup), Rhododendron catawbiense, Scindapsus spp., Solanum lycopersicum (tomat, tomato), Solanum melongena (terung, eggplant, aubergine), Spathiphyllum, Stevia rebaudiana, Triticum aestivum (gandum, wheat), Viburnum spp., Vigna angularis (adzuki bean), Xanthosoma brasiliense (Tahitian spinach) ,
    media: "Akar (roots), batang (stems), bibit (seedlings), daun (leaves), buah (fruits), bunga (flowers), organ vegetatif (vegetative material), tunas (buds, shoots)",
    daerah: "\"Indonesia: Jawa (Jawa Barat) Africa: Burundi, Egypt, South Africa, Tanzania America: Argentina, Barbados, Brazil, Canada, Chile, Columbia, Cuba, Mexico, Puerto Rico, USA Asia: China, India, Iran, Japan, Pakistan, Republic of Korea (South Korea), Taiwan, Turkey Europe: Belgium, Bulgaria,\" France, Germany, Greece, Italy, Portugal, Russia, Serbia,  Spain, Ukraine, United Kingdom Oceania: Australia, New Caledonia, New Zealand 
  },
  {
    No: "53",
    jenis: "BAKTERI",
    kategori: "A2",
    nama: "\"Pseudomonas syringae pv. syringae van Hall 1902; (Syn. Bacillus cerasi (Griffin) Holland 1920, Bacillus gummis (Comes) Trevisan 1889, Bacillus matthiolae\" \"(Briosi and Pavarino) Stapp 1928, Bacillus spongiosus Aderhold and Ruhland 1905, Bacterium cerasi (Griffin) Elliot 1930, Bacterium cerasi var. prunicola, Bacterium citrarefasciens Lee 1917, Bacterium citriputeale C.O. Smith 1913, Bacterium gummis Comes 1884, Bacterium hibisci Nakada and Takimoto 1923, Bacterium holci Kendrick 1926, Macterium matthiolae Briosi and Pavarino 1912, Bacterium nectarophilum Doidge 1917, Bacterium prunicola (Wormald) Burgvitz 1935, Bacterium rimaefasciens (Koning) Dowson); bacterial canker or blast (stone and pome fruits), bacterial brown spot (beans),\" apoplexy of apricots, bacterial black spot, bacterial eye spot, bacterialspot, bacterial sheath rot, blast of Citrus, blister spot of apple, peach- tree short-life, pear blossom blight ,
    inang: "Aconitum spp., Abelmoschus moschatus (okra, lady’s finger), Actinida chinensis, Actinidia deliciosa (kiwi, kiwi fruit), Vernicia fordii, Allium cepa (bawang bombai, onion), \"Allium chinense (spring onion), Allium fistulosum (Welsh onion), Allium porrum (leek), Alnus glutinosa, Aralia spp., Arbutus spp., Atriplex hortensis, Beta vulgaris var. saccharifera (bit gula, sugar beet), Betula pendula, Brassica rapa subsp. pekinensis (sawi putih, Chinese cabbage), Calystegia sepium (great bindweed), Capsicum annuum (bell pepper), Carthamus tinctorius (Kesumba, Saffalower), Centaurea maculosa (spotted knapweed), Chenopodium quinoa (quinoa), Chrysanthemum indicum (krisan, chrysant), Cinnamomum camediahora (kayu kamediaer, camediahor tree), Citrulus lunatus (semangka, watermelon), Citrus\" \"aurantium (jeruk, sour orange), Citrus limon (lemon), Ctrus maxima (pumelo), Citrus medica (citron), Citrus reticulata (mandarin),  Citrus sinensis (sweet orange), Citrus x paradisi, Coffea arabica, Coryllus solurna, Cucumis melo (melon, melon), Cucumis sativus (mentimun, cucumber), Cucurbita, Cucurbita maxima (waluh, labu parang, pumediakin), Cucurbita pepo (marrow), Cyamopsis tetragonoloba (guar), Cydonia oblonga (quince), Cyphomandra betacea (terung belanda, tamarillo, tree tomato), Dahlia pinnata (dahlia), Daphne odora, Desmodium spp., Diospyros kaki (kesemek, persimmon), Echinochloa crusgalli , Erysimum cheiri,\" Forsythia intermedia, \"Fortunella spp., Fragaria vesca, Glycine max (kedelai, soyabean), Hibiscus spp., Hibiscus rosasinensis (bunga sepatu, rosemallows), Hordeum vulgare (barli, barley), Imediaatiens balsamina (pacar air, garden balsam), Juglans regia, Lactuca sativa (selada, lettuce), Lablab purpureus, Ligustrum ovalifolium, Magnolia spp., Maggnolia grandiflora, Malus domestica (apel, apple), Mangifera indica (mangga, mango), Matthiola incana, Medicago sativa (alfalfa, lucerne), Miscanthus sinensis, Mucuna pruriens (velvet bean), Musa paradisiaca (pisang kepok, plantain), Nerium oleander, Nicotiana tabacum\" \"(tembakau, tobacco), Oryza sativa (padi, paddy, rice), Panax ginseng (Asiatic ginseng), Panicum spp., Panicum miliaceum, Passiflora edulis (markisa, passionfruit), Pennisetum glaucum (pearl millet), Pennisetum purpureum (elephant grass), Persea americana (alpukat, avocado), Phaseolus lunatus (lima bean), Phaseolus vulgaris (common bean), Philadelphus spp., Pinus radiata (radiata pine), Piper nigrum (lada, blackpepper), Pisum sativum (kapri, sweet pea), Populus spp., Populus balsamifera (balm of Gilead), Populus nigra (black poplar), Populus tremula (aspen), Prunus amygdalus, Prunus armeniaca (aprikot, apricot),\" \"Prunus avium (ceri manis, sweet cherry), Prunus cerasifera, Prunus cerasus, Prunus domestica, Prunus laurocerasus, Prunus mume, Prunus persica (peach), Prunus salicina (Japanese plum), Prunus serrulata (Japanese flowering cherry), Punica granatum, Pyrus communis (pir, European pear), Quercus agrifolia (California live oak), Quercus wislizenii (interior live oak), Rhododendron spp., Rosa spp. (mawar, rose), Rubus ursinus, Salix spp., Solanum lycopersicum (tomat, tomato), Sorghum bicolor (sorgum, sorghum), Sorgum halepense (Johnson grass), Sorghum sudanense (Sudan grass), Syringa vulgaris (lilac), Trifolium alexandrium\" \"(berseem clover), Trifolium dubium (yellow sucking clover), Trifolium hybridum (alsike clover), Trifolium incarnitum (crimson clover), Trifolium pratense (red clover), Trifolium repens (white clover), Trigonella foenum- graecum (fenugreek), Triticum aestivum (gandum, wheat), Vaccinium spp., Vernicia fordii (tung-oil tree), Vicia faba (kacang babi, broad bean), Vicia sativa (common vetch), Vicia villosa (hairy vetch), Vigna angularis (adzuki bean), Vigna unguiculata (kacang panjang, cowpea), Vitis vinifera (anggur, grapevine), Zea mays (jagung, corn, maize)\" ,
    media: "akar (roots), batang (stems), biji (true seed), bunga (inflorescence), buah (fruits), daun (leaves), media tanam (growing media), kayu (wood), kulit kayu (bark) ",
    daerah: "\"Indonesia: Jawa Africa: Algeria, Egypt, Ethiopia, Kenya, Lesotho, Malawi, Morocco, Nigeria, South Africa, Tanzania, Tunisia, Uganda, Zimbabwe\" \"America: Argentina, Barbados, Brazil, Canada, Chile, El Salvador, Guatemala, Honduras, Mexico, Panama, Puerto Rico, USA, Uruguay, Venezuela Asia: Afganistan, Bangladesh, China, DPR Korea (North Korea), Georgia, India, Iraq, Iran, Israel, Japan, Kazakhstan, Kyrgyzstan, Lebanon, Pakistan, Republic of Korea (South Korea), Sri Lanka, Thailand, Turkey, Uzbekistan, Vietnam Europe: Austria, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Cyprus, Denmark,  France,  Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Moldova, Montenegro, North Macedonia, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovenia, Spain, Sweden, Switzerland, Ukraine, United\" \"Kingdom Oceania: Australia, New Zealand\" 
  },
  {
    No: "54",
    jenis: "BAKTERI",
    kategori: "A2",
    nama: "Pseudomonas viridiflava \"(Burkholder 1930) Dowson 1939;\" (Syn. Bacterium viridiflavum (burkholder) Burgvits 1935, Chlorobacter viridiflavus (Burkholder) Patel and Kulkarni 1951, Phytomonas viridiflava Burkholder 1930; bacterial blight of tomato; Hydrangea bud blight; bacterial necrosis of basil; bacterial rot of lettuce; bacterial rot of Chinese cabbage; bacterial soft rot of tomato; bacterial blossom blight of kiwi ,
    inang: "Actinidia chinensis (Chinese gooseberry), Actinidia deliciosa (kiwi, kiwifruit), \"Allium cepa (bawang bombay, onion), Allium fistulosum (bawang daun, welsh onion), Allium sativum (bawang putih, garlic), Anethum graveolens (dill), Apium graveolens (seledri, celery), Apium graveolens var. dulce (seledri, celery), Arabidopsis thaliana (the thale cress), Brassica spp., Brasica napus var. napus (rape), Brassica oleracea var. botrytis (bunga kol, cauliflower), Brassica oleracea var. capitata (kubis, cabbage), Brassica oleracea var. gemmifera (brussels sprout), Brassica rapa subsp. chinensis (Chinese cabbage), Brassica rapa subsp. pekinensis, Calendula officinalis (pot marigold), Capsicum annuum (paprika, cabai, bell pepper), Capsicum\" \"frutescens (cabai rawit, chili), Carthamus tinctorius (safflower), Chrysanthemum indicum (chrysanthemum), Cichorium endivia (endives), Citrullus lanatus (semangka, watermelon), Citrus aurantium (jeruk, sour orange), Citrus macrophylla (alemow), Citrus sinensis (jeruk manis, sweet orange), Coriandrum sativum (ketumbar, coriander), Cryptotaenia canadensis (honewort), Cucumis melo (melon, muskmelon), Cucumis sativus (mentimun, cucumber), Cucurbita maxima (waluh, labu parang, pumediakin), Cuphea hyssopifolia (false heather), Cyclamen persicum (cyclamens), Cynara cardunculus var. scolymus\" (globe artichoke), Eschscholzia California \"(California poppy), Euphorbia pulcherrima (poinsettia), Eutrema wasabi (wasabi), Forsythia suspensa (weeping forsythia), Glycine max (kedelai, soyabean), Hydrangea spp. (hydrangeas), Lablab purpureus (kacang komak, hyacinth bean), Lotus corniculatus (bird’s foot trefoil), Lupinus angustifolius (narrow-leaf lupin), Malus domestica (apel, apple), Malvaviscus arboreus (wax mallow), Medicago sativa (alfalfa, lucerne), Nicotiana rustica (wild tobacco), Ocimum basilicum (kemangi, basil), Papaver (poppies), Papaver nudicaule (Iceland poppy),  Passiflora edulis (markisa, passionfruit),\" Pastinaca sativa (parsnip), Petroselinum crispum (peterseli, parsley), Petunia hybrida, Phaseolus coccineus (kacang kratok, runner bean), Phaseolus lunatus (kacang koro, lima bean), Phaseolus vulgaris (buncis, common bean), Pisum sativum (kacang polong, pea), Prunus armeniaca (aprikot, apricot), Prunus avium (sweet cherry), Prunus persica, Pseudopanax (false ginseng), Pyrus communis (European pear), Rananculus asiaticus (garden crowfoot), Raphanus raphanistrum (wild radish), Raphanus sativus (lobak, radish), Rosa spp. (mawar, roses), Saposhnikovia divaricata, Solanum lycopersicum (tomat, tomato), Sonchuz asper (spiny sow- \"thistle), Sorghum bicolor (sorgum, sorghum), Sorghum sudanense (Sudan grass), Tanacetum coccineum (common pyrethrum), Taraxacum officinale comedialex (dandelion), Trifolium pratense (purple clover), Tropaeolum majus (common nasturtium), Vaccinium corymbosum (blueberry), Vicia faba (broad bean), Vigna angularis (adzuki bean), Vigna unguiculata (kacang panjang, cowpea), Viola spp. (violet), Vitis vinifera (anggur, grapevine), Zea mays (jagung, maize, corn), Zinnia elegans (zinnia)\" ,
    media: "akar (roots), batang (stems), bibit (seedlings), biji (true seed), daun (leaves), buah (fruits), bunga (flowers), tanaman hasil mikropropagasi (micropropagated plants), kayu (wood), kulit kayu (bark) ",
    daerah: "\"Indonesia: Jawa (Jawa Barat, Jawa Timur) Africa: Algeria, Egypt, Kenya,\" \"Morocco, Tanzania, Uganda America: Argentina, Brazil, Mexico, Uruguay, USA, Venezuela Asia: China, Iran, Japan, Jordan, Nepal, Republic of Korea (South Korea), Saudi Arabia, Turkey Europe: Belgium, Bulgaria, Czechia, France, Germany, Greece, Hungary, Italy, Netherlands, North Macedonia, Poland, Portugal, Russia, Serbia, Slovakia, Spain, Switzerland, United Kingdom Oceania: Australia, New Zealand\" 
  }
]
  // ... data lainnya
]
